{
    "showapi_res_error": "",
    "showapi_res_code": 0,
    "showapi_res_body":[
    {
        "ret_code": 0,
        "tomorrow": {
            "love_txt": "恋爱运略差，恋爱中人感情困扰多，容易产生郁闷或不甘心的情绪。",
            "work_txt": "情绪起伏较大，无聊的工作会让你显得无精打采，但一听到有好玩的事又会马上活力十足，常会被人取笑。",
            "work_star": 3,
            "money_star": 3,
            "lucky_color": "鲑鱼红",
            "lucky_time": "下午5:00--7:00",
            "love_star": 2,
            "lucky_direction": "正西方",
            "summary_star": 3,
            "time": "20180405",
            "money_txt": "不利投机，因为心态上患得患失的情绪过重，即使获得小利也让自己伤神不安。",
            "general_txt": "由于理解的偏差，和异性沟通易有困难，惟有耐心解释，才能让对方明白你的想法；投资时，你会感到惶恐不安，无把握的投资还是暂时搁浅为妙；思维很活跃，适合学习数学，效果极佳。",
            "grxz": "射手座",
            "lucky_num": "2",
            "day_notice": "适合学习的一天。"
        },
        "star": "baiyang",
        "month": {
            "love_txt": "单身者：本月单身者难以顺利找到感情的归属，就算积极主动的到处托人介绍，也会有四处碰壁的挫败感。不用急着打听哪里有合适的恋爱对象，先在打扮及言行上下点功夫，穿着清新，言语得体、有礼，才可提升桃花运。\r\n                      有伴侣：已婚者过于敏感，以至于对另一半产生不信任，小心无端的猜忌会令感情陷入僵局。少空想，多一点实际的付出，对方必定会以真心相待。",
            "work_txt": "【解压方式】吊单杠\r\n                    \t职业人士：本月因为同事的临时辞职，会接手并不熟悉的工作，需要学习的地方很多，旁人的帮助有限，还是需要靠自己努力。受到感情矛盾的波及，工作情绪低迷，做事毫无头绪，开会无精打采的状况会令老板大为不悦。\r\n                      在校学生：学生族上课易开小差，课后没有及时巩固知识，加上被电视娱乐节目吸引，复习不到位，考试成绩不理想，令家长、老师不满。",
            "work_star": 2,
            "money_star": 1,
            "yfxz": "狮子座",
            "month_advantage": "努力，专注，成熟，理性。",
            "lucky_direction": "正西方",
            "love_star": 1,
            "month_weakness": "爱情遭遇极强的挫败感，自信心受到打击。",
            "summary_star": 1,
            "time": "201804",
            "money_txt": "本月投资进财几率不高，有闲散资金不妨直接存入银行。上半月购物容易买到劣质产品，浪费钱不说，退换商品还颇费精力；下半月外出旅游时一定要时刻拿着自己的包，一个不小心就会丢钱、丢证件哦！",
            "general_txt": "主动寻觅桃花的行动处处受阻，单身者寂寞感强烈；工作得不到支持配合，有些力不从心；购物运不佳，小心被骗，不仅损失钱财，还影响心情。",
            "grxz": "天秤座",
            "xrxz": "金牛座"
        },
        "year": {
            "health_txt": "2018年疲劳致病的机率会明显高于以往。今年会有感冒、上火等小病不断滋扰。忙碌的日子你更需要停下来歇歇，保持饮食起居的时间规范和质量，否则小心身体将会向你发出抗议。年纪较大的人，腰膝方面若出现问题定要及时就医，谨遵医嘱。不妨安排一次贴近大自然的山水之旅、或一次探访神圣之地的信仰之旅，不仅能让你有诸多感悟与成长，亦能收获不少喜悦，而冥冥中也将有对你很重要的东西潜藏其中。",
            "love_txt": "2018年该来的人会来，该走的人也会走，缘来缘散如流水。关于爱情的事，只要你有所求，则必得一果，比如挥别不快的旧爱、暧昧关系的终结、一段新恋情的开始等等。需提醒的是，结果的好坏并不局限于眼前，需看向长远，所以务必调整好你的心态，争取在每一个分岔路口作出最佳的抉择。感到困惑时，年长的异性会是你的爱情贵人，可以主动求教。春暖花开时，单身的你桃花运渐旺，酒杯里也能蹦出爱情来。酒桌上优雅得体的言行、和酒后与异性独处暧昧的氛围，都是增进感情的利器，但切忌贪杯误事。已婚恋的则需谨记“相信谎言的人必将走向毁灭”，配偶间的争吵与误会难免，但信任会使羁绊更加稳固，而猜疑只会让小人趁虚而入。",
            "work_txt": "2018年强大的力量将帮助你从过去的暗影中走出来，事业迎来光明之象。虽然此后需要应付的困难会比较多，但若能坚持不懈、冷静思考对策，事情都将得到妥善解决。好的方法能让你事半功倍，不仅能力得到提升，上司或合作对象也会对你赞赏有加。切记工作之事没有捷径可以走，需要帮助时，不妨将你的需求传达给合适的人，他会助你一臂之力。人间四月天，升职加薪忙。对上班族而言，春季实现升职加薪愿望的机率较大，此时合作能力也增加，团队项目超额完成，将使你名利双收。下半年跳槽求职的胜利之门大开，门后天高任鸟飞。身为老板的人，今年需要烦心的事较少，身边得力的员工会帮你解决掉许多问题，记得善用奖金激励他们。",
            "time": "2018",
            "money_txt": "2018年随着事业运的提升，正财收入能相应丰厚，然而钱财易得则不易守，随之增强的还有旺盛的购物欲，且可能伴随置业装修、购买奢侈品等大笔款项支出，外出旅游的心也在蠢蠢欲动，时有辛苦却为他人做了嫁衣裳的感叹。不过若能买得愉快、玩得开心，也无需太过介怀。有存钱需要的则务必克制冲动消费，“守”得住才能帮助钱包增肥成功。正财大可交给神灵来庇佑，他绝对不会亏待你，靠手艺和人脉关系所开之财源将更广、更灵活。但今年你偏财稍逊，股市汇市、基金房产这些投资务必谨慎，有风险的项目能缓则缓，切勿眼馋他人、盲目投资。",
            "work_index": "90分",
            "money_index": "65分",
            "general_txt": "2018年对白羊座来说是一个好时机，你有望步入一个新的人生阶段，比如转职谋求到一份满意的工作、事业生意迎来一个新的发展阶段、展开一段甜蜜恋情、与另一半孕育新生命等等，然而最佳的机会需要靠你的智慧才能把握。凡事多看多想多沟通，冲动、大意会让你错失近在眼前的好机会。上半年，4、5月好运频发、喜讯连连；下半年在事业上努力而为，能够有所突破，创造一番新气象。入冬后，心绪如同风中飘雪慢慢坠跌，然而多愁善感的同时也造成创作灵感迸发，此时理性的朋友将会是你的贵人。",
            "oneword": "时运流转 砥砺前行",
            "general_index": "85分",
            "love_index": "70分"
        },
        "day": {
            "love_txt": "消极、负面、被动的态度会让感情蒙上一层阴影。",
            "work_txt": "英明果决与胆识过人能使你做任何事皆可势如破竹、进展神速，但切不可让胜利和欲望冲昏头脑。",
            "work_star": 4,
            "money_star": 2,
            "lucky_color": "美橙黄",
            "lucky_time": "下午6:00--8:00",
            "love_star": 1,
            "lucky_direction": "正东方",
            "summary_star": 2,
            "time": "20180404",
            "money_txt": "危险之运，经商者有暴发暴倾的迹象。",
            "general_txt": "自我防御心较强，面对异性难以打开心扉，恋情不太明朗；已婚者关心体贴对方，却得到对方不冷不热的回应，别太计较，多关心对方的心情。拥有专长者，今天在工作上可获得很好的发挥。",
            "grxz": "水瓶座",
            "lucky_num": "5",
            "day_notice": "留点时间经营感情。"
        },
        "week": {
            "health_txt": "本周你休息欠佳、食欲不振，会引起身体抵抗力下降，容易导致腹泻。",
            "love_txt": "爱情秘笈：你若觉得这段感情有尊严，先道歉并不丢脸。",
            "work_txt": "这一周除了要处理工作事宜，还要特别提防职场小人。也是那种平时看上去无害，但嫉妒心很强的人你越要小心。老板跟你交代的事、说过的话，尽量不要告诉他们。",
            "lucky_day": "星期五",
            "work_star": 3,
            "week_notice": "自我表现，争取利益。",
            "money_star": 2,
            "lucky_color": "香槟金",
            "lucky_direction": "正北方",
            "love_star": 3,
            "summary_star": 3,
            "time": "20180402-20180408",
            "money_txt": "商人收入不错，而公司职员因被评先进、业务提成等原因，奖金大大的有。但本周也易被金钱所累，比如因金钱与爱人产生纠纷，或招来烂桃花运，叫你秋字心上添！",
            "general_txt": "本周你总会遇上那么几个令你感到恶心的人，破坏你的计划或影响你的心情。做好自己就好，不用太在意别人的眼光，以免成为别人的木偶。",
            "grxz": "双鱼座",
            "xrxz": "射手座",
            "lucky_num": "5"
        }
    },{
        "ret_code": 0,
        "tomorrow": {
            "love_txt": "忙碌的一天让你留给情人的时间少了点，小心对方会抱怨喔！",
            "work_txt": "事业运颇优，相对的比较忙碌，有机会能表现你的专业，无形中会增加你的优越感！",
            "work_star": 5,
            "money_star": 3,
            "lucky_color": "浅莲红",
            "lucky_time": "下午10:00--11:00",
            "love_star": 3,
            "lucky_direction": "东北方",
            "summary_star": 4,
            "time": "20180405",
            "money_txt": "财运普通，出门玩乐特别容易把钱花光光喔！",
            "general_txt": "情绪高昂，干劲十足，以往遗留下来的难事都可以在今天处理，会让你得心应手，结果也颇令人满意。已婚者一心投入到工作中，对另一半难免疏忽、冷落，对方会有一些怨言，你得多包容喔！",
            "grxz": "白羊座",
            "lucky_num": "4",
            "day_notice": "精力充沛，很有自信的一天。"
        },
        "star": "jinniu",
        "month": {
            "love_txt": "单身者：高质量桃花盛开的月份。只是桃花太多时，表白太直接不是吓到对方就是招惹到烂桃花，太委婉、太隐晦又难以触动对方，让对方感受到你的爱慕、追求。不过，这种为难，是要预示你不用太着急，列出自己的择偶条件，不管要求多苛刻，越能等待越会有不错的桃花愿为你绽放。\r\n                      有伴侣：恋爱中的人成熟稳重的一面突显，易因朋友的一句话而顿悟，明白珍惜的可贵，与恋人可望在月底定下婚事。已婚者，另一半会给你带来令你大开眼界的消息，无论消息是什么都能对夫妻二人产生共同的影响，多为正面影响。",
            "work_txt": "【解压方式】读杂文\r\n                    \t职业人士：上班族在工作上有点开小差的嫌疑，各种粗心大意的低级错误都能屡次上演，会令上司对你产生不悦的想法，有扣奖金的危机。朋友的帮助让你在下半月感到轻松不少，工作上需要的资料基本能够从朋友那里获得，能节约不少时间。\r\n                      在校学生：想要不劳而获的愿望令你偷懒不少，而直接的结果就是成绩下降，老师找你谈话，家长的督促也变得频繁起来。可以多和成绩优异的同学交流学习心得，会找到勤奋学习的动力。",
            "work_star": 3,
            "money_star": 3,
            "yfxz": "摩羯座",
            "month_advantage": "正桃花盛开，带给你无限的正能量。",
            "lucky_direction": "东北方",
            "love_star": 5,
            "month_weakness": "心绪不宁，工作状态欠佳。",
            "summary_star": 4,
            "time": "201804",
            "money_txt": "偏财运是本月的一个亮点，不妨在彩票上多一点支出，小投资有机会获得翻倍的收益。家庭会有不在计划之内的新物品需要添置，花费增加，但并不影响整个财务状况。生意人要注意与人合作谨慎一点，凡事有所保留才行。",
            "general_txt": "本月总运较强，爱情花开艳丽，婚姻幸福稳定；工作上要严谨一点，以免犯不该犯的错；偏财运值得一提，可以小试身手。",
            "grxz": "双鱼座",
            "xrxz": "双子座"
        },
        "year": {
            "health_txt": "健康总与豁达的人相伴，心情爽朗则大病化小，小病化无，反之需小心有疾病久缠身。温差较大的时日，除了要注意早晚防寒保暖外，也要注重饮食健康。容易出现肠胃方面的疾病，亦有脱发方面的烦恼，膳食疗法能够帮助你好好预防。有的事情现在不做，就一辈子也不会做了。心中早有的旅行计划，就今年去完成吧，自助旅行会好过跟团，若是团体旅行你也是适合做“导游”的那位，将会深受大家的信任。一个完美的行程策划会让你比以往更受欢迎，异性好感度也会大大提升。",
            "love_txt": "有些心疼爱你、或被你爱的人，因为2017年的你浑身长满了隐藏的针刺，导致靠得最近的人往往受伤最深，而你却浑然不觉。如果不懂得及时反省自我，那么即使月盈的好运也帮不了你啦。爱情的颓势在水逆的日子里表现得尤为明显，如，初见异性留下糟糕的印象，原本浪漫的约会被莫名搞砸等。若想从逆势中赢得一线生机，需知好运皆自善举中来。已婚恋者为爱执着，或多或少都要受些情伤。爱情的承诺仿若蝴蝶，美丽盘旋后翩然不见，潇洒应对反而能够把握住即将流逝的爱，甚至失而复得。单身的你就更加不必执着，好好享受自由的快乐便可，不请自来的桃花多半是虚幻，你需要一双火眼金睛来分辨好坏与真伪，以免被困其中而不自知。",
            "work_txt": "情场失意，职场得意，工作上务必使出你体内的洪荒之力，凡事全力以赴，名利双收就不是梦了。无需惧怕迎面而来的挑战，放开怀抱、乐观迎接，好机运就潜藏其中，成功之门已经打开，阳光将给予种子破土的力量，白天多去户外运动，自信心和行动力都将随之倍增。但若工作时摸鱼打盹、长时间上网开小差，小心小错误惹大祸，到手的鸭子也会自己飞走。得人心者得天下。身为企业老板、主管人员的你，注重人才的管理、人际关系的拓展，将有强力助运，促使各项事情成功进行，即使遇到困难，也能靠贵人出奇制胜。创业、转职者易陷入被动，遇到自己无法预料的变动，不过换季之时也是运势逆转之时，你需要主动出击来改变颓势，完成逆袭。",
            "time": "2018",
            "money_txt": "没有财神爷的眷顾，2017正财平稳，横财不济，不但乐透会扛龟，就连刮刮乐也开不出奖以一切如前，努力赚钱就好。短期高效回报的风险投资不可靠，不要轻易出手，有闲钱时不如存银行等利息，但若能有幸遇到横财运好到爆的贵人代为出手，一切就有希望如镜像反转！你出钱他出力，合作默契，财运平平的日子里也能数钱数到手抽筋。记住，今年有钱人不是你的大爷，横财运大好、走路都能捡到钱的人才是你的大爷。好好巴结他，黏着他的大运，你就能伴着他发财。另外有个小恶魔住进了你的周五，在这一天里你所有投资理财动作都会像是被下了诅咒般，难以成功，但周一小天使会打败他，所以有关钱财的事就放到周一进行吧。",
            "work_index": "90分",
            "money_index": "65分",
            "general_txt": "2018年对金牛座来说，你的工作和爱情都恐遭遇到大的转折和变动，但不要被眼前的景象所迷惑，你需要做好心理准备，并相信所有的结束都将是另一个美好的开始。打碎目前的一切，才能重新拼凑出愿望的雏形，但这过程势必是痛苦的，一切开始于结束之后，终点与起点重叠。上半年头顶阴霾难散，尤其遇上阴雨天时，运势更易跌到谷底，但你最盼望的机运也藏在这其中，往往无心插柳柳成荫，所以切忌灰心丧志，风雨后终会有彩虹在尽头等你，年底甚至还有双重惊喜哦。",
            "oneword": "波谲云诡 动荡多变",
            "general_index": "70分",
            "love_index": "55分"
        },
        "day": {
            "love_txt": "易得到伴侣的支持与照顾，让你感到幸福；恋爱中的人别整日黏在一起，容易起矛盾。",
            "work_txt": "工作中有机会带领新人，扮演领导者的角色，并且能得到大家的拥护。",
            "work_star": 4,
            "money_star": 3,
            "lucky_color": "青金石蓝",
            "lucky_time": "下午6:00--8:00",
            "love_star": 3,
            "lucky_direction": "东南方",
            "summary_star": 3,
            "time": "20180404",
            "money_txt": "财运不错，已经开始为日后的投资做规划，记得要多听听有经验人士的意见。",
            "general_txt": "今天内心平和，干净、剔透，没有太多烦扰的杂质，使你感觉悠然自得。投资上勤勉谨慎，想法却受到许多规则的束缚，若能打破僵局，发挥所长。工作上与长辈沟通融洽，很容易得到好的指引，获得上佳表现。",
            "grxz": "白羊座",
            "lucky_num": "7",
            "day_notice": "工作上顺风顺水，让心情无比畅快。"
        },
        "week": {
            "health_txt": "工作压力比较大，让你身心都感觉有些疲惫，要适当地休息和调整才行。",
            "love_txt": "爱情秘笈：到初识时约会的地方约会，重温初见时的炽热情感。",
            "work_txt": "易因焦躁、苦闷而把最重要的事遗忘在角落，一时的分心会换来数日的加班加点。把重要事务列到便利帖上时刻自我提醒，别让乱蹦的情绪牵着鼻子走，心累还误事。",
            "lucky_day": "星期日",
            "work_star": 1,
            "week_notice": "打起精神，重整河山。",
            "money_star": 1,
            "lucky_color": "象牙白",
            "lucky_direction": "西北方",
            "love_star": 1,
            "summary_star": 1,
            "time": "20180402-20180408",
            "money_txt": "手头紧张，需要花钱的地方颇多，有拆东墙补西墙的倾向。忌眼高手低，追求超出自己经济能力范围内的事物，会让你陷入财务赤字。",
            "general_txt": "本周你的世界好似被雾霾笼罩，无论是看人还是看事情你都看得不是很透彻，小心轻易被事物的表象迷住了双眼。多花时间去了解，方可避免做出错误的决定。",
            "grxz": "巨蟹座",
            "xrxz": "摩羯座",
            "lucky_num": "0"
        }
    },{
        "ret_code": 0,
        "tomorrow": {
            "love_txt": "你不经意的关心问候，另一半都能感动半天，这也让你获得更多的关心，彼此都感到幸福。",
            "work_txt": "情绪显得很急躁，心里虽很想做好，却耐心不足、急于求成，工作上看不到任何效果，会使得你压力倍增。",
            "work_star": 2,
            "money_star": 2,
            "lucky_color": "宝石蓝",
            "lucky_time": "下午3:00--5:00",
            "love_star": 4,
            "lucky_direction": "正西方",
            "summary_star": 3,
            "time": "20180405",
            "money_txt": "今日金钱上受到外力的干扰而产生错误的决定，例如：受人怂恿等等。",
            "general_txt": "单身男士异性缘很不错，公司的公众场合是你寻觅爱情的好处所；投资运平平，今天还是做些辅助性工作就好，不可冒险行动；理性思考今天显得尤为重要，会遇到热心过头的合作者，对方虽是无心之施，对你却会造成不小的损失。",
            "grxz": "射手座",
            "lucky_num": "2",
            "day_notice": "爱情涨幅不错。"
        },
        "star": "shuangzi",
        "month": {
            "love_txt": "单身者：恋爱运稳中有升，须建立自信，在与异性接触时，多多展现真实的自我，如此才能创造恋爱机会。可别因为犹豫不决而被别人捷足先登。下半月要小心同性朋友对你的异常热情，小心陷入同性恋的纷扰中。\r\n                      有伴侣：本月夫妻双方沟通交流的时间增多，以往的误会逐渐解开，迎来阳光灿烂的甜蜜日子。恋爱中的人跟恋人偶尔会因为电话、吃饭、玩电脑游戏、玩手机等琐碎的小事而闹不愉快，但大多数时候都形影不离，彼此依恋。",
            "work_txt": "【解压方式】滑草\r\n                    \t职业人士：上班族求新求变的想法特别强烈，能够出其不意的提出令人眼前一亮的意见，让大家刮目相看。要注意与同事沟通工作事宜时，犯“站着说话不腰疼”的错误，小心因此陷入僵局，多站在对方的角度看问题，会有新的体会。\r\n                      在校学生：学习运还比较有亮点，有提前预习功课的好心情，特别是月中以后邀约同学一起复习功课的次数会增多。不过要注意及时舒缓学习的潜在压力，闲暇时不妨上网找找搞笑视频看一看，为学习的灵感注入新鲜血液。",
            "work_star": 4,
            "money_star": 4,
            "yfxz": "天蝎座",
            "month_advantage": "求新求变，乐观开朗，生活积极向上。",
            "lucky_direction": "正南方",
            "love_star": 4,
            "month_weakness": "脾气较为急躁，小心在言语上得罪真正关心你的人。",
            "summary_star": 5,
            "time": "201804",
            "money_txt": "赚钱灵感迸发的一个月，能够灵敏的嗅到增加财富的方向，只要敢于放手一搏，就不会让自己失望。月底可进行买房卖房的交易活动，凭借你不错的眼光，加上果断的行动，定能敲定一个对自己最有利的价格。",
            "general_txt": "本月运势逐渐走高，整体表现不错。恋爱者恋情有望更上一层楼；事业发展顺利；投资项目被大众看好，能够获得可观的收益。",
            "grxz": "双鱼座",
            "xrxz": "天秤座"
        },
        "year": {
            "health_txt": "头有点痛，心还有点累，易疲劳，易流眼泪……你像个多愁善感的文艺青年，有四体不勤之嫌。多活动身体，尤其应常去户外呼吸新鲜空气，身心的感觉会越来越好。连绵细雨的日子要注意身体的除湿，感觉不舒服时可以去拔火罐、做艾灸等。在辽阔宁静的自然中，尽情地舒展你的笑容，敞开心胸容纳所有。这会使你聆听到特别的声音，得到终身受益的感悟。有时间就约上三五好友，到大自然中轻松做自己吧，不一定要长途旅行，周末的郊外之旅就足够，重点是怡人的景色。",
            "love_txt": "今年的你好比一座被爱情遗落的孤岛，即使看似有异性围绕在身边，也难以触碰到彼此的真心，无形的距离会把你们分开。你需要一座通往爱情的桥梁——金星落在天秤的女性朋友能够为你搭建爱的鹊桥，快快主动讨好她吧。不论你处在哪个感情阶段，烂桃花必须远离，一旦缠上身必将给你带来无穷无尽的困扰，甚至影响到你在朋友、同事中树立的好形象。一件看似倒霉的事情，可能正是你认识真命的契机。但爱情的发展不会急于一时，今年的欢喜冤家还会处在冤家阶段，所以单身的你还需要耐心等待。若已有目标，则需靠智慧慢慢套牢对方，让心仪的人儿主动走进你的“温柔漩涡”。已婚恋者有远行、分离之象，网路会是你们维系感情的纽带。",
            "work_txt": "迫不得已地做事、参与不公平的竞争，让你产生无可奈何之感。外出工作充满奔波劳碌，却也难以收到对等的回报，很容易使你一不小心就变成抱怨社会、放弃理想的人。这也是考验你是否能够沉得住气的时候，毕竟今年你在事业上正属于蛰伏之期，是积蓄力量以待起飞的时间，想要强行出运、做出成就实属困难。不如就先原地守候，以期转运之后、顺风之时，再展翅高飞。密切注意情人节之后的职场动向，想要升职加薪、跳槽转职，需要你多留几个心眼，谨防好机会被小人暗中截取。管理者的领导力突出，但易遇见与你运势磁场不对的下属，惹来不少纷争，此时某些小事无需执着，吃亏就当吃补，一切以大局为重，好的效果你会在未来体会到的。",
            "time": "2018",
            "money_txt": "听，这是钱来的声音！大风起兮，钱财来兮。周遭环境越是复杂，越是能从中找到捞钱的机会，今年适合从风险中求财，但也要做好承担失利的准备。双子的讯息渠道一向四通八达，要好好利用，并凭借你的巧舌，在交谈中获得好的财运机缘。遇到太阳星座为巨蟹的男性尤其不要放过，他们其中一个就是你的送财童子，会为你带来最关键的讯息。在努力工作的同时，千万要多多积累人脉，你的人脉有多雄厚，收入就能有多丰厚。正财运稳当，并有机会做兼职开源。买彩券收益会超出你的想像。股票、黄金风险较大，但就像前面说的风险大则机会大，你需要一个贵人给你胜利的引导。",
            "work_index": "60分",
            "money_index": "85分",
            "general_txt": "好运都在别人家，看着别人秀恩爱，看着别人升职加薪，心累啊，何况2017年你还带着“腥风血雨”的体质，诸事不顺又易被是非缠身，多数时间被负能量包围。请相信这些都是错觉，是天将降大任前的苦其心志、劳其筋骨。心情郁闷时就选择健身、购物等你喜欢的解压方式来调整心态。上半年情路暗藏荆棘、事业步步维艰，但会遇到昙花一现的好运让你快乐小半月，可趁机吸入正能量还能再助推运势上行。夏秋之交有财运翻盘的迹象，送上门的财富机缘不可错过。",
            "oneword": "是非纠缠 心烦意乱",
            "general_index": "60分",
            "love_index": "50分"
        },
        "day": {
            "love_txt": "有心事会向另一半倾诉，但对方也需要被关心，今日就是你表现的时候，做个倾听者吧。",
            "work_txt": "事业运势很不明朗，看待事物过于主观，难以正视背后潜藏的危机，但毅力可嘉，能否创出好成绩就看你是否能把握住身边的贵人。",
            "work_star": 3,
            "money_star": 4,
            "lucky_color": "苔藓绿",
            "lucky_time": "下午2:00--3:00",
            "love_star": 3,
            "lucky_direction": "正西方",
            "summary_star": 4,
            "time": "20180404",
            "money_txt": "财运旺盛，借出的款项可望收回。",
            "general_txt": "头脑转动灵活、迅速，尤其是资讯的信息更为敏感。随身携带收音机，利用上班途中听听早间新闻，能启发你的灵感。看好的投资项目，趁今天把计划整理周全吧。给恋人送上一份别致的小礼物，适时表达你的真情实意。",
            "grxz": "天蝎座",
            "lucky_num": "7",
            "day_notice": "头脑较清醒，容易出成绩。"
        },
        "week": {
            "health_txt": "心情开朗，睡眠质量较好，身体会感觉舒适，充满战斗力。",
            "love_txt": "爱情秘笈：改头换面，给平淡的爱情注入活力。",
            "work_txt": "同事向你提出的请求你显得难以拒绝，有时候便会无形中给自己添加工作负担。如果自己时间充裕，倒是可以做个顺水人情；如果自己忙不过来，尽量委婉回绝对方为好。",
            "lucky_day": "星期六",
            "work_star": 3,
            "week_notice": "自食其力，不依不靠。",
            "money_star": 3,
            "lucky_color": "茄皮紫",
            "lucky_direction": "东南方",
            "love_star": 4,
            "summary_star": 4,
            "time": "20180402-20180408",
            "money_txt": "正财运不错，努力就能够看到成果，但需要按部就班、循序渐进，急于求成不可取。偏财运不足，且有破财之险，不要出入人员太复杂之地，避免身上的财物被盗抢。",
            "general_txt": "本周运势不错，与异性有较为密切的接触，桃花机会增多；与同事互帮互助，关系融洽；财富方面有敛财机会，注意做好投资理财计划。",
            "grxz": "水瓶座",
            "xrxz": "天秤座",
            "lucky_num": "1"
        }
    },{
        "ret_code": 0,
        "tomorrow": {
            "love_txt": "爱情运势不错啦，可是如果一直想着钱会有点煞风景！",
            "work_txt": "事业运还不错，当手边工作完成时，不妨在今日与同事好好的互动一下。",
            "work_star": 4,
            "money_star": 3,
            "lucky_color": "珊瑚橙",
            "lucky_time": "下午2:00--4:00",
            "love_star": 4,
            "lucky_direction": "正西方",
            "summary_star": 4,
            "time": "20180405",
            "money_txt": "没什么特殊的得财管道，稳定的工作收获较大。",
            "general_txt": "感情有失而复得的好运，但仍需多做些改变才能真正留住对方。以他人的经验作为自己投资的动向并非明智之举，且今天的财运平平，难有突破。工作上易得他人相助，进步颇为明显。",
            "grxz": "天蝎座",
            "lucky_num": "1",
            "day_notice": "好运随身，贵人助力强。"
        },
        "star": "juxie",
        "month": {
            "love_txt": "单身者：有不少异性会出现在身边，爱欲强烈者，不利发出过猛的攻势，有利静观，被爱上比爱上更有利。内敛、害羞者有利主动靠近感觉还不错的对象，若无勇气，可借助亲友力量制造相识的机会。在轻松、温馨的气氛、环境中最易遇到颇来电的对象。\r\n                      有伴侣：打情骂俏中爱情升温。恋爱中的人在互动时，常有小摩擦，特别是在居家的环境中，最易发生小争执。不过，最后都会演变成打情骂俏的闹剧，反而增进不少感情。已婚者不利谈论与钱相关的话题，有谈钱情变的危险。",
            "work_txt": "【解压方式】书法工艺\r\n                    \t职业人士：工作变数极大，老板的心情难以预测，上一秒还能微笑着与你沟通项目，下一秒说不定就会一副山雨欲来的样子，琢磨不透，令你烦躁不安。月中开始工作心态有所好转，自主性增强，能够避开外界干扰，按时完成规定事务。\r\n                      在校学生：学生族偏科情况有升级之势，一到弱势科目的课堂，就无法集中精力，昏昏欲睡，直到被老师点名提醒才稍微好转。下半月要好同学会邀约出游，一起出去呼吸呼吸新鲜空气，这对学习有积极的促进作用。",
            "work_star": 3,
            "money_star": 4,
            "yfxz": "摩羯座",
            "month_advantage": "被追求机会很大，要懂得把握幸福。",
            "lucky_direction": "正南方",
            "love_star": 4,
            "month_weakness": "工作上与上司互动不畅，会受点委屈。",
            "summary_star": 4,
            "time": "201804",
            "money_txt": "本月财运不错，能够坚持自己的理财思路，不受市场上任何风吹草动的影响，独特的眼光也会为你带来不少意外惊喜。生意人可望得到新的资金注入，有利拓展市场，获得更多更快的财富收入。",
            "general_txt": "本月运势平稳，爱欲萌动，单身者能轻松获得与心动之人牵手的机会；职场气压不稳，做事谨慎一点，以免触及上司的怒点；投资多一点坚持，就会多一点回报。",
            "grxz": "射手座",
            "xrxz": "双子座"
        },
        "year": {
            "health_txt": "你的情绪起伏过大，若还不乐于运动，身心都很容易疲累。经常会顶着熊猫眼见人，给人不够健康开朗的印象。同时，也会伴有不少病痛来袭，恐被三高所困扰。平日要清淡饮食，需记得运动是健康的投资，勤奋是健康的灵丹，淡泊宁静比药好！今年你适合一个人单独旅行，随自己的性情行动，即使迷路也可以放开怀抱享受意外的旅途风景。若与人同行，人数越多麻烦事也越多。",
            "love_txt": "恋爱太过、情感生活太丰富，不见得都是幸福事。下半身太旺，心情却不实在。今年的感情空窗期很短，禁不住异性天使脸孔、魔鬼身材的诱惑，你容易陷入桃色陷阱和出轨、三角恋等狗血情节中，在被爱情滋润的同时也因异性纠纷而焦头烂额。过去很有把握的事，在下弦月到来期间也易马失前蹄，以往的经验不仅没有帮助，反而会扯你的后腿。可能会做出完全无法弥补的事情，错失顺利脱离单身的机会。单身今年的缘分还不够，即使展开一段新恋情，在交往不久后也会出现各种问题，让你对恋爱失去信心。已婚恋人士有机会在同学聚会间遇到曾经心动的对象，又开始蠢蠢欲动。不安分会为你引来后续的许多麻烦，小心最后赔了夫人又折兵。",
            "work_txt": "你最害怕、最不想发生的事情，偏偏它就发生了。2017年的事业、职场风波不断，环境复杂多变，事事难如人愿。此时不如“放下”，从事业中抽身出来，把精力投入到更为有用的地方，比如投资理财、或婚姻家庭。工作方面以稳、以守为主，会突然有辞职的冲动，但是在还未找到新公司就职前不要贸然行动，否则很容易做出令自己懊悔之事。有创业计划者可以再缓一步，种种迹象表明现在的你并不适合新的开始。想转换行业者也要慎重行事。企业公司领导者今年会格外忙碌，受到不可抗力影响，原本计划内的事情将处于失控状态，让你有焦头烂额之感。最好能够重新改变卧室的布局，家中新的装潢风水能带来新的气象。",
            "time": "2018",
            "money_txt": "请绑好安全带！天上有馅饼掉下，注意抬头观望、务必稳稳接住。事业虽不顺，但天降横财这种事儿在2017年可谓是一回生、二回熟、三回四回做朋友。一言不合就中奖，运气简直好到爆。到了热汗挥洒的季节，千万要记得留心与理财相关人员的每一次谈话，只要抓到机会，钱就能直接砸到你的脑袋上。最忌讳家中时常争吵，这样财神爷没法安心长住哦。随手就能抓钱的一年，彩券、投资一个都不能少。看准机会就下手，相信自己的直觉。每个决定不一定最佳，但一定最适合目前的你。小小的失败不用放在心上，总会有其他的惊喜来弥补你。做公益之事将助你财源大开。年终时荷包将会增肥成功，银行存款的数字也会翻倍。",
            "work_index": "55分",
            "money_index": "95分",
            "general_txt": "上帝为你关一扇门，必另为你开一扇窗。今天才中乐透，明天你心仪的对象就被人捷足先登了；有人给你送来发财秘籍，也有人在背后插刀阻拦你的职场晋升。你需要一颗强大的心脏，来承受这应接不暇的事情。想要在2017年获得幸福感，务必于低谷不随波而下，于尖峰不目空自大，乐观而谦逊地前行。春节前后改变以往的穿衣风格，能够帮助你快乐度过一整个春天；夏季是过渡蛰伏之运；中秋过后，财运会迎来一波小高潮。但是事业整年都显得低迷，偶尔有起色也是昙花一现。",
            "oneword": "喜忧参半 一波三折",
            "general_index": "75分",
            "love_index": "65分"
        },
        "day": {
            "love_txt": "内心容易产生寂寞感，单身者觉得空虚无聊，但可以从网络交友中获得心灵的满足！",
            "work_txt": "今天应表现得有主见些，过于顺从会压抑自己，也很难突显自己的成绩。",
            "work_star": 2,
            "money_star": 3,
            "lucky_color": "羊毛白",
            "lucky_time": "下午7:00--9:00",
            "love_star": 3,
            "lucky_direction": "西北方",
            "summary_star": 2,
            "time": "20180404",
            "money_txt": "交际应酬中破财、红白帖一堆。",
            "general_txt": "恋上不该恋上的人，既矛盾又慌乱，但幸而能在朋友的劝说下恢复原有的理智；工作中会表现出超强的应变能力，让同事很欣赏你，但是也要注意团结协作，不可出尽个人风头；今天人缘很好哦，能交上一个让你受益的朋友。",
            "grxz": "双子座",
            "lucky_num": "6",
            "day_notice": "朋友宜多交却不宜滥交。"
        },
        "week": {
            "health_txt": "本周你口福不浅，但吃东西比较没节制，小心吃得太多会出现消化不良，甚至会发胖。",
            "love_txt": "爱情秘笈：在外头给对方面子，爱情更和谐。",
            "work_txt": "人微言轻，默默做事，远离讨论。沉默是你这周在职场生存的最佳法则，忌参与不必要的争论。若必须参加讨论会，就乖乖做个倾听者，发言即是错。",
            "lucky_day": "星期三",
            "work_star": 2,
            "week_notice": "遇事冷静，保持微笑。",
            "money_star": 2,
            "lucky_color": "象牙白",
            "lucky_direction": "西南方",
            "love_star": 2,
            "summary_star": 2,
            "time": "20180402-20180408",
            "money_txt": "东一笔、西一笔的开销不少。平时舍不得吃喝玩乐的东西，会产生强烈享用的念头，心念一起就忘了花钱计划，导致银子流出荷包的速度大大超出预料。",
            "general_txt": "刺猬本周将成为你的形象代言，小心人际关系出现裂痕。身边的人稍不如你的意你就会炸毛，其中恋人和朋友最易成为首要被你刺伤的对象。",
            "grxz": "射手座",
            "xrxz": "金牛座",
            "lucky_num": "7"
        }
    },{
        "ret_code": 0,
        "tomorrow": {
            "love_txt": "表现幽默，体贴，细心的一面，可以让你整天备受疼爱。",
            "work_txt": "考试或工作是否能顺利，会要看你调节心态的应变能力。",
            "work_star": 4,
            "money_star": 5,
            "lucky_color": "松石绿",
            "lucky_time": "上午10:00--12:00",
            "love_star": 4,
            "lucky_direction": "东南方",
            "summary_star": 5,
            "time": "20180405",
            "money_txt": "运用智慧、脑力、分析、创意生财的日子，对于创意工作者特别有财利。有小小的赌运。",
            "general_txt": "对人热情，因帮助身边的人而有突降好运的机缘。单身者对柔弱、谦和的人颇有好感，易产生怜惜之情，可望加入爱情长跑的行列。工作上敢于运用新方法，也颇能听取旁人的意见，收效不错。",
            "grxz": "双鱼座",
            "lucky_num": "4",
            "day_notice": "替人着想，肯牺牲奉献，易有好运降临。"
        },
        "star": "shizi",
        "month": {
            "love_txt": "单身者：单身者能够乐观面对爱情，轻松心态会为你带来不少可供选择的对象。上半月走亲会友机会增加，好人缘会催动桃花运提早到来，不必急于做决定，深思熟虑才能一击即中。下半月当心受到职场暧昧气息的波及，卷入三角关系，阻挡正桃花的顺利到来。\r\n                      有伴侣：恋人间无话不谈，相处愉快，是求婚告白的最佳月份，可以选择一个阳光明媚的日子邀约出游，趁机向对方表明自己想要步入婚姻殿堂的心意，会得到满意的答复；已婚者容易胡思乱想，对方晚归、没打电话不一定是出轨的表现，可能真的只是忙到忘记了。",
            "work_txt": "【解压方式】远足\r\n                    \t职业人士：本月上旬是拓展人际关系的好时机，有机会认识到工作上更多有默契的伙伴，得到贵人帮助，能在曾经失败的方面扬眉吐气。下半月工作任务比较重，各种疲劳感纷纷光临，让你急需补充睡眠才能保持充沛的精力。\r\n                      在校学生：学生族自制力有点低，电视节目和游戏都是你难以抵御的诱惑，如果家长不及时提醒，很有可能玩着玩着就忘了功课这回事了。月底学习效率有所改善，与好朋友一起学习能收获良多。",
            "work_star": 3,
            "money_star": 2,
            "yfxz": "天秤座",
            "month_advantage": "桃花机会很多，可开始幸福旅程。",
            "lucky_direction": "东南方",
            "love_star": 3,
            "month_weakness": "花钱无计划，恐无结余。",
            "summary_star": 3,
            "time": "201804",
            "money_txt": "表面上看似乎发财机会很多，但其实是容易遭遇陷阱埋伏的月份。上旬买房置业可延后进行，收集大量的房产资料，请教专业人士，分析对比后再做决定，才能买到价格实惠的房子；下旬极易受到推销人员的煽动，购买到不实用的产品，浪费不少钱。",
            "general_txt": "这个月爱情发展顺利，可择机与心爱之人携手踏入婚姻殿堂；工作进步明显，但也不要忽略身体健康；财运较低，较大资金的投资需要反复考虑，谨慎做决定。",
            "grxz": "狮子座",
            "xrxz": "金牛座"
        },
        "year": {
            "health_txt": "今年健康的幸运神对你微笑。精神抖擞，胃口很好，营养吸收力强，故用膳食调理身体会得到非常好的效果，若身体原有顽疾，将在入夏后得到好转。需注意保护视力，面对手机、电脑时间过长，容易引起眼睛疲劳，不如多去户外做休闲运动。自在随性的休闲旅行比较适合你，轻松就能获得身心愉悦，而危险系数较高的探险、极限运动等还是能免则免。",
            "love_txt": "爱情犹如一辆不会停止的火车，不断将甜蜜、快乐运送到你的身边。你就是适合被情人宠着、爱着，他会满足你的所有要求，不论合理或无理。索求的同时也要懂得付出，让对方感受到你的爱，你会发现不论你付出多少，都能收获双倍的回报。水逆的日子里，烂桃花将夹杂在满园盛开的桃花中，真假难辨。你看人时，眼光别只停留在长相和身材，内涵评分也很重要。一个人最幸福的时刻，就是找对了人，宠着你、纵容你的习惯、并爱着你的一切。单身的你所期盼的这个人将会身着条纹衫来到你的身边，请不要错过这份幸福。已婚恋者适合在各种场合下秀恩爱，闪瞎众人的狗眼。没错，今年秀恩爱绝不会死得快，只会让旁人羡煞不已。",
            "work_txt": "相对来说，你事业上的小宇宙燃烧得还不够彻底，没能像爱情那样大放光彩。没有你想像中的平步青云、辉煌腾达，只能说是小有成绩的一年。你需要轻装上阵，降低你的心理需求，并主动出击，这样才能提升行动的成功率。人际圈的扩展，将会是打出制胜一击的关键。脑海会有许多灵光一现的想法，但千万要杜绝闭门造车的问题。你要走出家门，从实践中来完善你的想法。有时候我们需要有点冒险精神，离开所谓的安全地带，即使前路不会那么顺畅。有创业、转职计划者，在母亲节之后就要有所行动了，这是你跨出第一步的机会，接下来你会是十分忙碌的。身边的工作环境没有去年那么多变数，你可以安心做好自己的事，小人自会有他人帮你来收。",
            "time": "2018",
            "money_txt": "总算能在朋友圈中扬眉吐气一把！尽情地晒你的财富值、奢侈品吧，八方来财的你绝对有晒的资本。有财神爷罩着，财源大开，进钱的管道都一一摆到眼前，但人的精力有限，千万不要不分轻重缓急一股脑儿投入，选择自己熟悉的领域，做有把握的事，才能在年底赚个盆满钵满。投资需注意，标的不可太过分散，以免资金链紧张，一旦市场有动荡，会弄得你手忙脚乱。商务人士与人主动沟通、互通有无，能够得到不错的合作项目、签约机会。单干力量略显单薄，与人合作互补有无，能够得到1+1大于2的收效。投资、博彩皆能一本万利，即使不慎做了错误的决定也能在贵人的提点下及时抽身止损。需谨记唯有走正道得正财才能助你好运延续。",
            "work_index": "85分",
            "money_index": "95分",
            "general_txt": "收到想要的通知书、收到十分喜爱的礼物、把一直想要的收藏纳入囊中等等……这是收获的年份。一扫过去的阴霾，周围的运势磁场都在向有益于你的方向转变，你将体味到心想事成的幸福滋味，而原本已经打算放弃的事情也将有新的转机，令你开心不已。春天就多谈有关恋爱的事，不要辜负这个美好的季节。阴雨连绵天将是约会浪漫天，告白成功率也会大大提升。到了年底运势稍有回落，寒冬里恐有倒霉事件发生，但祸兮福之所倚，就看你有没有发掘宝藏的能力。",
            "oneword": "春风得意 喜事连连",
            "general_index": "90分",
            "love_index": "95分"
        },
        "day": {
            "love_txt": "今日适合独处，一个人静静的幻想、回忆过去都好，不适合去约会唷！",
            "work_txt": "寻找捷径的确能缩短到达成功的距离，但投机取巧会适得其反，千万不要有投机心理。",
            "work_star": 3,
            "money_star": 4,
            "lucky_color": "月亮石银",
            "lucky_time": "下午11:00--12:00",
            "love_star": 2,
            "lucky_direction": "东北方",
            "summary_star": 3,
            "time": "20180404",
            "money_txt": "财运旺盛。有储蓄的话，你不妨去做些投资，可望赚到一些意外之财喔！",
            "general_txt": "从事翻译工作的人今天有机会邂逅异域桃花，新鲜感易让你失去理智，切忌忽视现实问题。工作中容易因冲动而冒犯到同事，但你的坦诚又会让对方很快原谅你。财运不错，跟风投资也会获得盈利机会。",
            "grxz": "天蝎座",
            "lucky_num": "5",
            "day_notice": "冲动和率性是一体两面。"
        },
        "week": {
            "health_txt": "心情舒畅，气色挺好，身体的健康让你的皮肤也变得莹润光泽。",
            "love_txt": "爱情秘笈：识实务者为俊杰，勿伤了感情又丢自尊。",
            "work_txt": "本周所要接手的任务都不会特别复杂，只要掌握了正确的方法，你就能够全部轻松搞定。相较于自己摸索方法，去请教有经验的同事会更行之有效。",
            "lucky_day": "星期四",
            "work_star": 4,
            "week_notice": "重视人脉，化敌为友。",
            "money_star": 4,
            "lucky_color": "珍珠白",
            "lucky_direction": "正北方",
            "love_star": 3,
            "summary_star": 4,
            "time": "20180402-20180408",
            "money_txt": "正横财运都交好，赚钱不累。商机暗藏在商务宴会中，广交朋友，拓宽人脉，能帮助你把握良机。横财上，小注博彩有利，麻将桌上胜人一筹，但宜见好就收。",
            "general_txt": "整体运势良好，暧昧恋情将渐渐褪去它朦胧的纱巾，转变成正式的恋爱关系；事业方面，工作中方法得当让你颇为轻松；新投资的项目略见成效。",
            "grxz": "摩羯座",
            "xrxz": "处女座",
            "lucky_num": "8"
        }
    },{
        "ret_code": 0,
        "tomorrow": {
            "love_txt": "恋爱运不太好，恋爱中人特别容易动怒生气或是为情伤神，转移注意力不要太偏激啰！",
            "work_txt": "工作受人关注，不要有任何心理压力，理清头绪就可以出色地完成。",
            "work_star": 3,
            "money_star": 3,
            "lucky_color": "苔藓绿",
            "lucky_time": "下午3:00--4:00",
            "love_star": 1,
            "lucky_direction": "西北方",
            "summary_star": 2,
            "time": "20180405",
            "money_txt": "易因思虑不周而破财。",
            "general_txt": "情感遇到小挫折，对方的不理解让你渐渐犹豫，有种想放弃的感觉。投资之路颇为顺利，所遇之人均能为你指引出不错的赚钱之路，但需把握利弊趋势。工作遇到获得不错的学习机会，而且同事间的情谊让你乐在其中。",
            "grxz": "金牛座",
            "lucky_num": "8",
            "day_notice": "朋友就是你的开心字典。"
        },
        "star": "chunv",
        "month": {
            "love_txt": "单身者：恋爱机会增多的月份，能够认识到不少异性朋友，其中就不乏优质单身者。无论上班，还是周末外出逛街，又或是晚上在家门口散步，都要注意自己的着装打扮，说不定就在某个时刻巧遇缘分大驾光临，而第一印象往往决定了爱情开始的速度。\r\n                      有伴侣：恋爱者过于自我的态度会令伴侣略感不快，若不及时发现对方神色的黯淡，继续自己无谓的坚持，不仅体会不到退一步海阔天空的乐趣，还会给你们的感情表格划上一把小叉。下半月适合多分享工作中的趣事，感情之路才会越走越顺。",
            "work_txt": "【解压方式】按摩\r\n                    \t职业人士：本月工作状态不稳，患得患失的情况时不时冒出来，凡事要做好两手准备，特别是与合作方签合同时，要多空出一些时间，以避免快递未按时将合同交到合作者手上，影响工作的顺利开展。\r\n                      在校学生：学生族内心缺乏安全感，无法静心学习，就算老师、家长轮番督促，也不见得会有多么大的成效。反而在下半月看到一部励志电影后，心态自然改变，能够慢慢平复浮躁，有效率的学习。",
            "work_star": 3,
            "money_star": 5,
            "yfxz": "摩羯座",
            "month_advantage": "理性理财，为你带来丰厚收益。",
            "lucky_direction": "正北方",
            "love_star": 3,
            "month_weakness": "工作上计划赶不上变化的情况时有发生，要注意实时监控。",
            "summary_star": 4,
            "time": "201804",
            "money_txt": "本月工薪族不仅能够填补好上个月的财务漏洞，还能因为老板格外嘉奖，获得一笔令人羡慕的丰厚奖金。不动产的购入在下半月进行为佳，实地考察，对比研究，与家人反复商量后再出手，成功几率将会大更多。",
            "general_txt": "本月运势整体走势良好，单身者注意自己的着装打扮，恋爱机会将会大增，情人间适当的妥协会带来更多的甜蜜；工作情绪虽偶有不稳，不过基本还算顺利；家人会是带动你财运走强的贵人。",
            "grxz": "处女座",
            "xrxz": "双子座"
        },
        "year": {
            "health_txt": "不要再仗着年轻或身体基础不错就肆意挥霍健康，不良的作息应从这个春天就开始改正。另外，开心的时候也要控制饮酒量，尤其忌讳酒驾。大型的旅行计划愿望难遂，但可利用短暂周末假期开车出游，既能巩固家庭关系，又能随时轻松成行。记得带上爸爸妈妈等长辈，他们的笑容就是你的开运法宝，能帮助你趋吉避凶。",
            "love_txt": "偶像剧将会在现实中上演，你会遇见十分意外的浪漫戏码，其中也不乏误会、争吵，波折重重，但最后都能够出现大团圆结局。前任将再度扰乱你的心房，激起心中的春情涟漪，你必须要意志坚定地拒绝，才对得起你的现任或即将成为你现任的那位。桃花运整年都旺盛，但主动献殷勤的异性必定有所求，可要留心观察，仔细分辨是真心还是假意。心脏砰砰跳，被壁咚、被摸脸、被对方电得腿都站不稳……单身者有望邂逅心中的理想型对象，陷入一场狂热的追爱中，但你需要花费200%的热情来冲破阻滞，才能展开这段恋情。恋爱中的情侣会有误会、争吵、分手再和好的一连串老套戏码循环上演，然心中有爱的人怎么也不会分离。",
            "work_txt": "处在一个混乱的职场环境中，行事犹如在大海上冲浪，充满了不稳定性，好与坏的结果往往就在你的一念之间，请谨慎做好每一个选择。留心你的合伙人或工作团队成员，提防被背叛的预兆，或因为对方的失误而造成无可挽回的损失。总之，多思虑一分，就能减少一分风险。专业的技能，和负责、积极、乐于助人的态度，将是决定你成败的关键因素。枪打出头鸟。若你是基层员工，尤其不要强出头称英雄。今年围绕在你身边的不公平还有许多许多，退一步海阔天空，失去的但求未来再赢得，不急于一时。公司负责人与高层管理人员，与法律人士打交道的机会颇多，签约合作时尤其要注意合同细节，不要留下法律漏洞，否则将会有层出不穷的麻烦。",
            "time": "2018",
            "money_txt": "财气不稳，因财伤神。钱到用时方恨少，薪水族往往捉襟见肘，经商者则因资金周转问题而伤透了脑筋。谋财的过程并不轻松，务必以节流来缓冲压力。实施预算监控和账务统计，可让你有计划地省钱，时时耳提面命自己少花钱，这样钱包和你都会轻松许多。忌讳因财政困难便铤而走险，游走法律边缘，甚至做出违法行为，如贪污、逃税等。经商者有泄财迹象，今年尽量按兵不动，沿袭旧路。尤其忌讳将资金投入到陌生领域。薪水族可依靠兼职增加收入，但不可因此影响到本职工作，否则升职加薪无望，还有可能因此而被上司盯上，破坏你在公司树立起来的好形象。",
            "work_index": "70分",
            "money_index": "65分",
            "general_txt": "2018年等待机会将是十分笨拙的行为，没有什么东西会主动送到你的手边，唯有靠自己的双手努力，才能留得住你想要的东西。计划好的事总会横生枝节，你将感受到外部环境带来的压力。然而才华和智慧就如海绵，有了外部的挤压，水才能流出来，这对你来说不见得是坏事。未雨绸缪，春节过后就好好调整心态准备迎接未知风暴。办公室有不利的谣言传出，此时居官位者多桃花反而添乱。七夕过后运势有所回升，你可以不用再时刻紧绷神经了，有空就睡个美容觉。",
            "oneword": "披荆斩棘 逢凶化吉",
            "general_index": "70分",
            "love_index": "90分"
        },
        "day": {
            "love_txt": "忧乐两极化的一天，常会由感而发，触景伤情。",
            "work_txt": "有机会受到上司赏识，但重任在肩，压力随之而来，需把握重点。",
            "work_star": 4,
            "money_star": 3,
            "lucky_color": "玛瑙黑",
            "lucky_time": "下午12:00--1:00",
            "love_star": 2,
            "lucky_direction": "正东方",
            "summary_star": 3,
            "time": "20180404",
            "money_txt": "好逸恶劳会成为财神避而远之的对象。",
            "general_txt": "感情出现问题时别轻易说“分手”，这样他爱你越深就被你伤的越重，即使和好了也会在他心中留下阴影；你的理解接受能力很强，对于上司指派的新任务很快就能上手；千万记得要吃早餐，不然整个上午会提不起劲。",
            "grxz": "狮子座",
            "lucky_num": "8",
            "day_notice": "别轻易爱，爱了就别轻易放手。"
        },
        "week": {
            "health_txt": "郁闷的情绪会使你浑身感觉不舒服，总觉得病痛缠身。调整好心态，身子自然会好。",
            "love_txt": "爱情秘笈：与对方沟通交流时，多用眼神传情可获肯定。",
            "work_txt": "理清头绪，把握重点，由点及面，迎接学习、工作新挑战。要注意，饭要一口一口吃，做事要脚踏实地一步一步来，急躁、捞过界都会让你陷入困境。",
            "lucky_day": "星期四",
            "work_star": 2,
            "week_notice": "稳中求进，吸取经验。",
            "money_star": 3,
            "lucky_color": "浅桔黄",
            "lucky_direction": "东南方",
            "love_star": 3,
            "summary_star": 2,
            "time": "20180402-20180408",
            "money_txt": "衰神靠近，意外损财。这一周出门在外要特别注意，走路勿太匆匆，忌与陌生人产生正面冲突。小心交通事故、人际纠纷而损财。",
            "general_txt": "亲，在人际交往上小心会吃亏哦，有时凭直觉发表的言论，会在无意中得罪他人，在没有看清楚事态发展的情况下，建议你还是少发言为妙。",
            "grxz": "射手座",
            "xrxz": "双鱼座",
            "lucky_num": "9"
        }
    },{
        "ret_code": 0,
        "tomorrow": {
            "love_txt": "单身者与异性接触的机会多，有闪电结婚的倾向；恋爱中的人可望与恋人走上红地毯。",
            "work_txt": "适合默默做事，只要把自己的各项事务处理好就好了。",
            "work_star": 3,
            "money_star": 3,
            "lucky_color": "象牙白",
            "lucky_time": "下午6:00--8:00",
            "love_star": 4,
            "lucky_direction": "正东方",
            "summary_star": 3,
            "time": "20180405",
            "money_txt": "做好钱财规划，小心入不敷出。",
            "general_txt": "能够看到恋人的优点，约会的过程中更能体贴对方，你们感情将不断得到升华；今天口才极佳，适合进行工作谈判或指导会议；容易在不知不觉中做出购买行为，应避免逛街为妙。",
            "grxz": "水瓶座",
            "lucky_num": "9",
            "day_notice": "做的和说的一样好。"
        },
        "star": "tiancheng",
        "month": {
            "love_txt": "单身者：本月一心期待桃花主动光临的单身者恐怕要失望了，这是一个你不主动寻觅，就难以见到桃花身影的月份。没什么可害羞的，找朋友同事帮你物色物色恋爱对象吧，自己积极主动一点，才会引起爱神的注意。\r\n                      有伴侣：有伴侣者因为另一半魅力大增，出现情敌的几率极高，不过还好另一半对你一心一意，情敌的出现不过是为了证明你们的真心经得起考验；已婚者感情稳定，下班回家一起做饭的乐趣不仅活跃了家庭气氛，也为婚姻生活注入了不少新鲜气息。",
            "work_txt": "【解压方式】健身\r\n                    \t职业人士：上班族心神不宁的一个月，不是被上司鸡蛋里挑骨头，就是莫名其妙的被同事排挤，开会讨论工作总有那么点孤立无援的无助感。下半月有陪同上司出差的机会，能借此拓展人际圈，为以后工作铺好道路。\r\n                      在校学生：学生族有点多愁善感，情绪起起伏伏，学习热情实在不高。偏科情况越发明显，对弱势科目的不理不睬，令考试的分数更加羞于见人，要主动调整学习心态，多和成绩优异的同学互动，容易被激发出学习动力。",
            "work_star": 2,
            "money_star": 2,
            "yfxz": "摩羯座",
            "month_advantage": "恋人间的感情经得起考验，彼此真心以对。",
            "lucky_direction": "东南方",
            "love_star": 3,
            "month_weakness": "多愁善感，心情莫名低落。",
            "summary_star": 2,
            "time": "201804",
            "money_txt": "上半月计划之外的花销增大，很难守住钱包的重量；下半月想要买房者不妨关注楼市行情，一直看中的楼盘价格有下滑的可能，逢低买入，可节省不少却支出；月底以守财为主，尽量不要动银行里的存款，利息虽不多，总比风险投资要稳妥。",
            "general_txt": "整体运势偏低的月份。单身者桃花机会太少，不妨把注意力转移到生活的其他方面，婚姻稳定，恋人间能甜蜜相处；事业学业上小有麻烦，精力不集中，效率太低，有必要找一个时间好好放松一番；时机未到，尽量避免投资活动。",
            "grxz": "狮子座",
            "xrxz": "射手座"
        },
        "year": {
            "health_txt": "健康正在离家出走。疲劳、消沉、食欲不振，然后更加地四体不勤、睡眠品质下降，最后陷入恶性循环中。今年的体检报告问题会增多，你必须开始重视。只有在问题出现之前就未雨绸缪，改善生活习惯，才能让健康自觉主动地回家。前往有水的地方，你将避开许多坏运气，水也能帮助你提升个人磁场，让你牢牢把握自己的爱情、财富。若能进行一次山水间的自然旅行，脚下虽会有点辛苦，但中途意外的美景收获以及心理上的收获要大大超越脚步的疲劳，过程中还能有美丽的邂逅之运。",
            "love_txt": "有执着、有痴迷，然而自信度降低，行动迟缓，美好的事情都只停留在想像中。身边出现难以掌控的人，让你不知该如何应对，而此人对你的情缘干扰极大。与其让他做你身边的定时炸弹，不如请他做你的爱情参谋，反能转坏为好，成为你爱情路上的推动力。学会聆听他人的心声，会让你的爱情发展更为顺畅、也收到更多关怀与体贴。单身求爱动力不足，良人难得，对身边有心的异性也易视而不见。但机会并非全无，天秤月若有水瓶女生帮忙助攻，也能让爱情有甜蜜进展。已婚恋者宜少追浪漫、多重现实，尤其月光族型的年轻恋人、夫妻易因事业、财务的困扰而引发各种矛盾，需多包容与理解对方，忌争吵时口无遮拦。",
            "work_txt": "竞争对手多，小人环绕。应退而为守，明哲保身，惹不起至少要学会躲得起。但退守绝非逃避，你仍旧需要直接面对工作中的挑战，愈是非常时期，愈是要做到尽善尽美，不让人有鸡蛋里挑骨头的机会。现在做的事情未必马上能够收到成效，但是在将来的某一天你的努力会得到回报，付出过的总能被人看到。年底会有机会从谷底奋力再起，记得少说多做，守住口。请密切留意低迷的运势中表现稍突出的波峰。巨蟹月和射手月间，异性长辈的助力强，语言组织、表达力突显，此时利于业务工作者的销售推广以及谈判签约，也有利于求职者转职、跳槽。高层管理人员踏实做好自己的本职工作，勇敢面对竞争不退缩，业绩好时不主动邀功，以稳为主。",
            "time": "2018",
            "money_txt": "相对于前两者，财运呈现出“迷途旅人喜见荒漠甘泉”的吉兆，有先难后顺之运。入冬之后牌桌上大杀四方的次数不少，彩券方面也有以小博大的好机运，但忌炫耀、忌钱财外露，以免招来是非！正财运部分，因为事业表现低迷而没有突出表现，但基本上可保持收入平稳。在节流方面整年都表现惊人，能很好地控制支出。购物、置产的计划都有被挪后的迹象。身为基层员工者，人际关系的经营将有助于钱财收入，努力拓展人脉会有飞来惊喜。企业老板则要注意避讳感情用事的投资、或引进裙带关系的项目。公平、公正、公开，才能够在财运上顺心遂意、一本万利。",
            "work_index": "55分",
            "money_index": "85分",
            "general_txt": "由主观情绪引导的一年。你的心会决定此年你能否在低谷中遇见彩虹。你将沉迷于某一件事或某一个人，当你因此耽误了某件重要的事情时，这会是警示的讯息，提醒你必须及时抽身才能走回到命运的正轨。每当新月来临时，进行自我审视，这将使心灵得到成长，也会帮助你下一月的运势更上一层楼。春季的开端较为低迷，有一蹶不振之感，然而你的负担多来自于自我。慢慢地你会变得越来越好，到秋风吹起、换上长袖的时候，基本就能一扫阴霾，变得阳光明媚起来。",
            "oneword": "隐忍待发 先苦后甜",
            "general_index": "65分",
            "love_index": "70分"
        },
        "day": {
            "love_txt": "忧乐两极化的一天，常会由感而发，触景伤情。",
            "work_txt": "有机会推行新的计划，但在执行的过程中应反复思考和审视，以免出错而被迫延迟。",
            "work_star": 3,
            "money_star": 3,
            "lucky_color": "珍珠白",
            "lucky_time": "下午3:00--5:00",
            "love_star": 2,
            "lucky_direction": "东南方",
            "summary_star": 3,
            "time": "20180404",
            "money_txt": "暗财运偏弱，所以不适合盘算计画私下赚钱。",
            "general_txt": "两个人的相处距离过远，产生隔膜，今天多抽出时间来陪伴对方。财运上今天花消较大，不过都是些必要的开销，不要太在意。工作上易与同事闹矛盾，影响工作情绪，要妥善处理。",
            "grxz": "巨蟹座",
            "lucky_num": "5",
            "day_notice": "今天你情绪不太稳定，看事情容易偏离本质。"
        },
        "week": {
            "health_txt": "本周健康运一般，要提防呼吸道的感染，尽量少去人群繁杂的场所。",
            "love_txt": "爱情秘笈：让对方感受到你独一无二的爱。",
            "work_txt": "本周你的超前意识很强，许多时候这一步还在处理中，你就开始考虑下一步该怎么做，环环紧扣，让时间得到了充分的利用，工作效率也能有较大的提升。",
            "lucky_day": "星期二",
            "work_star": 2,
            "week_notice": "贯彻始终，永不退缩。",
            "money_star": 4,
            "lucky_color": "月光蓝",
            "lucky_direction": "正东方",
            "love_star": 2,
            "summary_star": 3,
            "time": "20180402-20180408",
            "money_txt": "本周不宜投资收藏品，小心被人以赝充好，上当受骗。财务上疑有漏洞，需提高警觉性，避免不必要的损失。另多注意自己和家人的身体健康，避免在此处耗去金钱。",
            "general_txt": "与时间赛跑的一周，凡事都应注意其时效性，能往前赶的事情最好提前做好准备，否则越往后走事情会变得越棘手。",
            "grxz": "水瓶座",
            "xrxz": "白羊座",
            "lucky_num": "5"
        }
    },{
        "ret_code": 0,
        "tomorrow": {
            "love_txt": "恋爱运平平，少说两句挑剔埋怨的话才不会引发口角。",
            "work_txt": "以往的努力可望在今天显出成效，事业地位得到提升。",
            "work_star": 4,
            "money_star": 3,
            "lucky_color": "朝霞红",
            "lucky_time": "下午3:00--4:00",
            "love_star": 3,
            "lucky_direction": "东南方",
            "summary_star": 4,
            "time": "20180405",
            "money_txt": "眼光不错的一天，出门消费容易买到物美价廉的好货色；财务评估特别精准。",
            "general_txt": "今天有机会遇见他，还是控制一下自己的情绪，小心因激动破坏自己在他心中的形象哦；可以去KTV唱歌，把你的热情用歌声K出来，会有提升运势的功效；业绩有所突显，有升职加薪的好运降临哦！",
            "grxz": "处女座",
            "lucky_num": "3",
            "day_notice": "维护好既有的客户关系很重要。"
        },
        "star": "tianxie",
        "month": {
            "love_txt": "单身者：单身者有机会在工作以外遇到志同道合的异性朋友，彼此能够相谈甚欢，有一见如故的感觉。放下曾经定下来的高要求，相信自己的眼睛和心动的声音，主动打开心门，就有机会牵手迟到的幸福。\r\n                      有伴侣：恋人之间因为金钱产生的误会较多，要注意自己说话的语气和表达的方式，可不要因为谁总是帮谁充话费这类小事就大动肝火；感情已经出现了问题的已婚者，最好以不变应万变，就算离婚已经成为必然的选择，也要先理性的把经济分配问题思考好。",
            "work_txt": "【解压方式】转呼拉圈\r\n                    \t职业人士：本月上班族会出现一个全新的改变，不仅心态积极，人际关系稳定和谐，还能得到直属上司的器重，一直想要参与的项目会为你打开欢迎之门，是时候好好表现了，努力付出会得到看得见的回报。\r\n                      在校学生：学生族有机会参加辩论赛，这是提高语言表达能力的好途径，不仅能增加课外知识，还有机会进入学校干部团队，对个人素质的提升有积极的意义。",
            "work_star": 5,
            "money_star": 1,
            "yfxz": "摩羯座",
            "month_advantage": "积极向上的心态，让生活充满生机。",
            "lucky_direction": "西南方",
            "love_star": 3,
            "month_weakness": "财运超低，财富进出完全不平衡。",
            "summary_star": 3,
            "time": "201804",
            "money_txt": "极易漏财的一个月，出门逛个街都会被扒手盯上，鉴于丢钱、丢手机的几率太高，如无必要，还是少去人多的地方，上厕所更不要带着手机进去，小心刚入手的新款就送给马桶了。学生族要节省玩乐上的花费，以备同学生日送礼的开销。",
            "general_txt": "本月整体运势一般，感情生活小有起伏，要多站在对方的角度思考问题，感情才会越来越好；工作得益于不错的人际关系，上升之门顺利打开；身上不要带太多钱出门，实在太漏财了。",
            "grxz": "处女座",
            "xrxz": "狮子座"
        },
        "year": {
            "health_txt": "你会很喜欢吃胡萝卜，没错，即使不喜欢也必须催眠自己喜欢吃，让它时常出现在你的饭桌上，这样才能补充你将流失的维生素，你的视力才不至于下降得太过厉害。天气不好的时候情绪也容易低落，应该控制好你的情绪，才能做到身心皆健康。呼吸了太多都市废气，可以抽出部分时间去呼吸历史和自然的气息。选择附加自然风光的历史名胜之地旅行，若是有小孩的家庭，带着孩子寓教于乐，收获将颇丰，也能带给全家人美好的回忆。别忘记用摄影机把过程录下来，好让你在朋友圈中放闪。",
            "love_txt": "今年你的爱情需要记住一件事：拒绝暧昧。当桃花围绕、误会频生时，能够破开迷雾、让前路更加明朗的方法，就是大胆表达爱与拒绝爱。你的想法一定要及时大胆地告诉对方，“我爱你”三个字将会是收获幸福的最短魔法语。月满之时会是爱情获得突破性进展的好时机，此时在月光下浪漫求婚成功率将最高。最忌讳劈腿、多角恋；好运不会眷顾失去真心的人。有失而复得的运气。爱情能够突破过去的瓶颈，迎来新的希望。此运对已婚恋者有利，你有机会于微风轻拂的日子里与爱人一起享受美好假期。单身者容易陷入桃花迷雾中，找不到正确方向，除非已是水到渠成的恋情，否则急于脱单往往只会做出错误选择，眼前的甜蜜多是虚幻泡影。",
            "work_txt": "辛勤耕耘却多是事倍功半，大环境不配合，个人表现也不够突出。你需要好好调整自己的状态，降低内心期望值，有机会就给自己好好放个假，不要让工作填满你的生活，也不要凡事一个人硬扛。将你的压力分摊给爱你的人，你们的关系将比从前更为紧密。今年事业上想要一鸣惊人、迎来胜利，也并非全无希望，这应该是过去埋下的种子，好好从你的记忆中翻找。艺术工作者、自由职业者在一片低潮中有异军突起的势态，利用网路传播的作品将意外受到大众肯定，名利双收。上班族容易被团队其他成员拖后腿，谨防有小人背后插刀，升职加薪期间尤其要注意自己的言行。转职跳槽时，若能选择你的幸运数字、颜色来配合行事，成功率会提升许多。",
            "time": "2018",
            "money_txt": "这一年出现破旧布新的倾向，主要的进财方式将发生改变。你需要改变以往的投资理财习惯，选择与之相反的方向行进，比如以正财收入为主的不妨试试买彩券，股票喜欢炒长线的不妨试试短线投资等。每月存摺数字增加的时候，也将是你购物欲迅速增长、娱乐活动增加的时候，注意少出入高档场所、少购买非必需物品。只顾着一时高涨的情绪寻求刺激，将会吞下不少后悔药。此运利于网路经营，尤其有利投资、经营年度流行商品。虽无法建立稳定的事业根基，但收入颇令人满意。身为公司负责人者，在识人方面直觉本来就较准，运势低迷时应避免自己动手，改而依仗朋友、助手或合作对象来帮忙捞财进账。",
            "work_index": "60分",
            "money_index": "80分",
            "general_txt": "不经历黑暗就无法迎来光明。摆在面前的难关虽多，然而唯有在难关中打倒大魔王才能获得顶级装备，这是上帝在2017年赐给天蝎的礼物。好好把握机会拿到它，就能抵消其他所有的坏运道，并让惊喜大大超出你的想像。看起来被动的选择，其实最终的决定权都在你手中，但记住：你必须牺牲一些才能得到一些。开春恐有病痛来袭，过敏体质者外出尤要注意。随后有一波运势小高潮闪现，到盛夏时跌落谷底，多小人来犯。秋风将吹起生机，此时也是全年逆袭的最佳时机。",
            "oneword": "起伏不定 静待时机",
            "general_index": "80分",
            "love_index": "85分"
        },
        "day": {
            "love_txt": "另一半与异性交往较频繁，让你醋意大发。你可别小题大作，误会另一半喔！",
            "work_txt": "今天是考验你体力的时候，工作中需要体力劳动的机会将增加。",
            "work_star": 3,
            "money_star": 1,
            "lucky_color": "嫩芽绿",
            "lucky_time": "下午4:00--6:00",
            "love_star": 3,
            "lucky_direction": "正南方",
            "summary_star": 2,
            "time": "20180404",
            "money_txt": "金钱问题多多，赚钱辛苦了点，而且金钱支出多多，较容易为钱烦恼喔。额外要注意一意孤行下恐会破财喔！",
            "general_txt": "容易为爱伤感的一天，对旧恋情难以释怀，与亲友聊聊天会得到安慰。居家型的太太需特别留意上门拜访的陌生人，容易引狼入室，遭遇骗子。依赖心增强，易因缺少积极性而丧失提升的机会。",
            "grxz": "水瓶座",
            "lucky_num": "4",
            "day_notice": "财运较低，切忌盲目投资。"
        },
        "week": {
            "health_txt": "本周心情愉快，身体没有较大的问题，只是因为用眼过度而导致视力有些疲劳。",
            "love_txt": "爱情秘笈：关心对方、为对方着想，就是爱的传递。",
            "work_txt": "职场人气急速上升，无论是开会提方案时，还是被上班询问工作时，总有同事肯站出来帮你说话。这让你在按照自己想法处理事务时更加有信心，做起事情也更带劲！",
            "lucky_day": "星期六",
            "work_star": 5,
            "week_notice": "落到实处，学以致用。",
            "money_star": 5,
            "lucky_color": "蕃茄红",
            "lucky_direction": "正东方",
            "love_star": 4,
            "summary_star": 5,
            "time": "20180402-20180408",
            "money_txt": "被财富的圣光照耀，可谓四方得道，本周订单连连、升职加薪的好事跟着你走，甚至坐在家里都有人主动塞钱给你。但切忌不要与人发生争执，这可是会破坏你的好运哦。",
            "general_txt": "心情愉悦，在人前你将会展露出自己活泼的一面。人气会有明显上升，有利于进行社交，单身者交友也容易有收获。",
            "grxz": "水瓶座",
            "xrxz": "射手座",
            "lucky_num": "3"
        }
    },{
        "ret_code": 0,
        "tomorrow": {
            "love_txt": "已婚者对另一半的生活行踪很感兴趣，小心对方生气；单身者易从朋友口中获得爱情建议。",
            "work_txt": "一大堆繁琐的事情让你忙得晕头转向，赶紧让自己冷静下来，避免情绪恶化。",
            "work_star": 2,
            "money_star": 2,
            "lucky_color": "古铜色",
            "lucky_time": "下午1:00--3:00",
            "love_star": 3,
            "lucky_direction": "西北方",
            "summary_star": 2,
            "time": "20180405",
            "money_txt": "在钱财上别投机，易被骗。",
            "general_txt": "今天还沉浸在玩乐当中，难以收心投入工作，若不能及时调整情绪，工作将会频频出错，给上司留下不好的印象。财运弱，不宜投机。爱情很甜蜜，恋爱中的人满脑子都是浪漫的情境。",
            "grxz": "巨蟹座",
            "lucky_num": "5",
            "day_notice": "精神恍惚，工作不在状态。"
        },
        "star": "sheshou",
        "month": {
            "love_txt": "单身者：单身者身边来来去去的缘分不少，但真正靠谱的却似乎难以确定。上半月职场刮起了一阵带着暧昧气息的风，同事的主动示好令你内心不平静，但职位上的不平等又令你不敢贸然答应。办公室恋情存在风险，选择要谨慎哦！\r\n                      有伴侣：易受到周围环境的影响，旁人的一句无心之说都有可能引起你内心的轩然大波。找时间与对方多相处，一起去第一次约会的地方走走，能够增加甜蜜的氛围；已婚者易因为柴米油盐的生活琐事发生争执，说话注意语气，就算是对方有错在先，温婉的方式才能尽快调和矛盾，恢复温馨的画面。",
            "work_txt": "【解压方式】射箭\r\n                    \t职业人士：工作得到上级认可，能够稍微放松放松，与三五好友外出短途旅游，是进一步提升工作活力的好方法。下半月在工作上需要较多思考，草率下决定会带来人际关系的危机，学会看人脸色说话很重要哦！\r\n                      在校学生：学生族能够从课外补习上吸收足够的学习维他命能量，考试运因此能大放异彩。下半月要注意与老师多交流，才能避免忽略了的重点内容。",
            "work_star": 3,
            "money_star": 3,
            "yfxz": "射手座",
            "month_advantage": "工作安排合理，轻松无压力。",
            "lucky_direction": "正西方",
            "love_star": 3,
            "month_weakness": "面对缘分，顾虑太多，错过不少机会。",
            "summary_star": 3,
            "time": "201804",
            "money_txt": "本月适合走保守理财的路线，市场信息极其不稳定，入手楼市需谨慎。生意人稳定每日收入是关键，不宜扩展店面。就算有朋友或生意上的熟人主动寻求合作，也要三思而后行，规避风险是本月的重要课题。",
            "general_txt": "本月总运平平，偶有波澜。因为面对爱情太过敏感而产生失落情绪，要学会自我调节；工作上的积极表现，被上级认可，心情愉悦；投资需谨慎，以守财为主。",
            "grxz": "处女座",
            "xrxz": "狮子座"
        },
        "year": {
            "health_txt": "让屁股离开板凳，让手指远离键盘。你的皮肤需要滋润，身体需要保养，所以请告别宅生活，保持愉悦的好心情，就能让疾病不敢来打扰你。老毛病也将出现好转的迹象。流汗型的运动不仅能够保持身体健康，还能有助于减肥，磅秤数字就在不知不觉间下降。可以与朋友相约规划比较有挑战性的旅行，比如登山、徒步旅行等。身体疲累之下，思维将更加清醒。",
            "love_txt": "你比去年多了几分开朗与幽默感，说话也更动听，整体魅力提升后更易引起异性青睐，雨天在娱乐场所，如KTV、酒吧、咖啡厅中将有令人印象深刻的邂逅发生，但能不能有所发展就看个人把握机会的能力了。与异性单独相处的氛围都很温馨、融洽，与伴侣更是浓情蜜意。女生可在约会时主动当带路者，将更有情趣，创造不少值得回味的浪漫回忆。希望就在地平线上，单身的你将不久就能沐浴在爱河之中，只要你主动出击，就能命中对象。交往中的恋人，恐会遭遇同星座的情敌，这个时候不比家世、不比长相，比的就是谁更懂情人的心意，更能投其所好。然而对不爱你的人切莫强求，柳暗花明又一村，未来的会更好。",
            "work_txt": "事业上今年表现得较像金牛座，老是默默地做事，嘴上不说也不懂得主动邀功。所以努力的成果不错，对得起自己也对得起同事。但到论功行赏时，往往欠缺一股东风，这时你需要一个能说会道的贵人来帮助你，双子座会是不错的选择，尤其进入双子月时，贵人的助力将会翻倍。你今年会有一颗比太阳更暖的爱心，将会热衷于公益活动，不妨把这个领域引入到工作中，会收到意想不到的好效果。在一个公司太久，就会产生倦怠，冲力不够，思维活跃度降低，过度依循旧路做事。这是处在公司基层员工的射手今年易陷入的一种状态，需及时调整才能走出这种循环，注入新的工作活力。身为老板的你，职场看人恐会走眼，不要被华丽的履历所蒙蔽，对方在工作上表现出来的职业素养才更为重要。",
            "time": "2018",
            "money_txt": "对钱财的嗅觉力惊人，仿佛鼻子装上GPS导航，总能准确无误地找出钱财藏匿所在，然后准确无误地抓进自己的口袋。脑海中不时会灵光一闪，冒出新的赚钱方法。如果信心、时机成熟，不妨大胆去做，会有好的结果。多提升专业技能，年底丰厚的薪资回报可期，还可以利用专业做兼职，可能会有几笔款项同时入账，让你开心不已，收钱时记得要请客哦。资金流动较为频繁，适合做投资理财，如炒股、期货等，获得丰厚的报酬。之前还在犹豫的项目现在可以马上动手了，兵贵神速，不要给别人捷足先登的机会。从事运动相关行业者，可在今年赚得盆满钵满，只是户外活动时要注意参与者的人身安全，否则小心要为别人的不小心买单。",
            "work_index": "75分",
            "money_index": "95分",
            "general_txt": "春光无限好，雄鹰展翅飞，翻身把歌唱，幸福喜绵长。扫清去年的低气压，今年一路高奏凯歌，自己的财运亨通，情路上也全年都有贵人相助。生活小事都十分顺遂，比如在闹市区顺利找到停车位、难订的餐厅被你预约到、别人抢不到的表演票有人主动送到你的手上等等。开春就会接到大好消息，之后的日子里也陆续有喜讯。唯独春夏之交算得上是少有的需要注意的日子，但是躲过这个小劫之后又会是阳光灿烂。复活节前后会有关键事件发生，多加留意哟。",
            "oneword": "诸事顺利 富贵可期",
            "general_index": "90分",
            "love_index": "90分"
        },
        "day": {
            "love_txt": "平平的一天，一人独处时不妨幻想一下甜蜜浪漫的场景，这样也能让心灵感到满足喔！",
            "work_txt": "事业运普通，是忙碌的一天，少有机会闲下来，那就去忙吧！",
            "work_star": 3,
            "money_star": 3,
            "lucky_color": "茄皮紫",
            "lucky_time": "上午11:00--12:00",
            "love_star": 3,
            "lucky_direction": "正东方",
            "summary_star": 4,
            "time": "20180404",
            "money_txt": "出手大方慷慨外，预定支出也较多，想要守住荷包不太容易咧！",
            "general_txt": "竞争力很强的一天，虽然事业、财运较普通，但你的志气高昂，不服输的精神让你争取到表现机会，会有超常发挥的表现，影响力颇大。单身者多留意职场中的异性，会发现不错的合作伙伴。",
            "grxz": "双子座",
            "lucky_num": "2",
            "day_notice": "运势很好，在竞争中获得表现。"
        },
        "week": {
            "health_txt": "心情愉快的一周。加强身体锻炼，多与他人互动，可确保身心健康。",
            "love_txt": "爱情秘笈：行动就是最好的爱的证明。",
            "work_txt": "同事的关怀会让你这一周内心都暖暖的。有些事情你处理起来绰绰有余，但有些事情你就不那么擅长，每每在你感到力不从心的时候，总能得到同事的帮助，让你渡过难关。",
            "lucky_day": "星期四",
            "work_star": 4,
            "week_notice": "远离损友，多交益友。",
            "money_star": 4,
            "lucky_color": "铂金灰",
            "lucky_direction": "正北方",
            "love_star": 3,
            "summary_star": 4,
            "time": "20180402-20180408",
            "money_txt": "金元素影响力扩大，本周有阳消阴长状态，更利用女性聚财。也宜以保守投资为主，于静中生财。而西方属金，向西而行或与西方人合作也能达到共赢互利的目的。",
            "general_txt": "舒畅的心情将会伴随你一整周，各种好运接踵而至，让你笑逐颜开，面对不拿手的事也能做到轻松自如地去应对。",
            "grxz": "处女座",
            "xrxz": "天秤座",
            "lucky_num": "4"
        }
    },{
        "ret_code": 0,
        "tomorrow": {
            "love_txt": "渴望被关心，恋爱中的人不妨动手做做对方一直在做的事情，这样更能体会对方的心情。",
            "work_txt": "事业运不稳定，不要太相信自己的想法，因为判断误的机会高。",
            "work_star": 2,
            "money_star": 4,
            "lucky_color": "稻草黄",
            "lucky_time": "上午6:00--8:00",
            "love_star": 3,
            "lucky_direction": "正北方",
            "summary_star": 3,
            "time": "20180405",
            "money_txt": "有机会进财，不过天上不会掉金币，想赚钱的话就应主动开发财源，多向外发展。",
            "general_txt": "已婚者爱情运平平，另一半的坏情绪会影响到两人的婚姻生活，为他创造点温馨浪漫的气氛不仅能帮他走出低谷，还能使你们的感情更加稳定。行事略显冲动，易造成钱财失误。财运较好，正财颇多，业务人员会有不错的业绩。",
            "grxz": "双鱼座",
            "lucky_num": "3",
            "day_notice": "时间观念有待提高。"
        },
        "star": "mojie",
        "month": {
            "love_txt": "单身者：交友、恋爱的好月份，与斯文有礼、气质佳的异性特别有缘，多出入充满文艺气息的场所遇到此类有缘人的几率高。晚上或是休闲时，有机会在闲聊中邂逅爱情，让你沉浸在五彩缤纷的遐想中，只是在确定关系还需要再观察。下半月要做好被测试的准备，面临被好感的几率高。\r\n                      有伴侣：对于处在恋爱初期的人来说此月是依恋、撒娇的月份，有想法、有要求都可以提出来，特别是在恋人心情好的时候，或是晚上约会之时提出，最易获得满足。已婚者与另一半的互动较少，但彼此心里都记挂着对方，聚少离多，却因思念加深而维系着良好的感情。",
            "work_txt": "【解压方式】逛公园\r\n                    \t职业人士：上班族工作热情持续高涨，忙起工作来甚至有点废寝忘食的趋势，还好周围总有家人或同事及时提醒，让你避免患肠胃疾病。下半月情绪波动起伏颇大，很容易就钻了牛角尖，自己给自己找不痛快，调节情绪是关键。\r\n                      在校学生：本月学生族压力虽不小，但合理的作息安排还算能够应付。只是语文考试很容易陷入错别字的困境，要小心检查，别太着急，可不能因为别人提早交卷也匆匆忙忙交卷。",
            "work_star": 4,
            "money_star": 4,
            "yfxz": "天秤座",
            "month_advantage": "友情万岁，朋友会是你的桃花贵人。",
            "lucky_direction": "东北方",
            "love_star": 4,
            "month_weakness": "太过专注工作，而忽略了健康问题，要注意控制工作时间。",
            "summary_star": 4,
            "time": "201804",
            "money_txt": "财运稳中有涨，因为工作的努力被上司赞赏，可期待月底涨薪的好消息。不可参与赌博活动，就算朋友相邀也要果断拒绝，小心辛辛苦苦积累的钱财输的一点不剩。长辈的意见要认真考虑，房产置业不可操之过急，深思熟虑为佳。",
            "general_txt": "整体运势较强，恋爱者虽然两地相思，但对彼此的热情颇高，感情稳定；学业压力有点重，要学会自我调控；财运上主要依赖于正财收入。",
            "grxz": "白羊座",
            "xrxz": "狮子座"
        },
        "year": {
            "health_txt": "今年频繁出现的健康问题应该就是睡眠不足，而且这个问题往往也容易被你忽视。虽然睡眠不足看上去不是什么大问题，事实上长期如此下来，对你其他方面的健康都会产生不小的影响。养成早睡早起的好习惯，是确保身心健康的最佳做法。旅游不仅能让你身心放松，今年也会是一种不错的开运方式。吸收天地灵气之后的你，心情会更好，灵感也更加充沛。比起人文景点，自然风景将能带给你更多的喜悦与收获。另外，与伴侣一起旅游还有利于增进两个人之间的感情。",
            "love_txt": "爱情进入一个食之无味，弃之可惜的尴尬境地。如果说没有爱情，却常有人相伴左右；如果说不寂寞，内心深处却常觉得缺失了些什么，这种纠结、无奈的状态将会持续4到5个月。在此期间你有必要自省，弄清自己想要什么样的爱情。这样的话，你在炎夏中将能成功地把握住一场火辣爱情。盛夏之后的爱情运变得有些冷淡，直到严冬才能重新感觉到温暖。脱掉鲁蛇的外衣，换上绅士或淑女的包装，你的爱情将会跟随你本身的变化而出现升华。单身者试着换个择偶标准，或者换一种恋爱态度，你的爱情故事可望在优雅的办公室中低调上演。恋人、夫妻间的相处显得有些乏味，需要下狠功夫调剂，才能重拾昔日的激情，旅游是最有效的方法。",
            "work_txt": "大大小小的目标是推动你快速前进的动力，事业上可望产生新的突破。虽然过程有些坎坷，而且遇到的困难比起往年只会多不会少，好在你每一点的付出都能换来应有的回报。每隔一段时间都会有一个难跨的门槛等你去克服，此时你不仅得有坚定的信念，还得整合资源，结合团队力量去克服，一旦度过难关，迎来的便是一次好运爆发。算是好事多磨的一年。对于创业、求职、跳槽者来说，今年会是一个转折点，只要准备充分，就能漂亮地开个好头。作为管理层，要创新、要突破，就得充分发挥领头羊的作用，光靠发号施令难以带动团队的士气，领着员工一起实做才是最佳原则。年底是冲业绩的好时机，团结合作，业绩才能更上一层楼。",
            "time": "2018",
            "money_txt": "整年的财运都比较高调，一方面是你今年赚钱欲望比以往任何时候都更强，胆子也变得有些大，另一方面赚钱的渠道也增多了。赚了钱，尽量低调一些，否则会因为赚得比别人多而遭眼红。偏财运偶尔也会发光发热，抽奖时出现“再来一包”的小惊喜会是最好的证明。上半年的财运要比下半年旺，若有投资计划宜安排在上半年进行。正财方面可以采取多线作战的赚钱策略，虽然会让你变得有些手忙脚乱，但只要保持清晰的头脑，那么今年就能赚个盆满钵满。投资理财不要考虑太多，否则你会无从选择，挑到适合自己的便是最好的。",
            "work_index": "85分",
            "money_index": "95分",
            "general_txt": "打破常规、突破自我的时候到了。如果你想改变自己的状态，那么在这一年里可以考虑做些什么了。这决不是口头上说说就可以的，而是要卷起衣袖拿出实际行动，才能得到令人惊喜的结果。棘手的、过去留下的问题可列入今年的计划，都可望得到解决。年初或许你还觉得生活有些平淡，等到5月份，丰富多彩的日子将正式开启，一直持续到8月份。相比之下，从9月份开始，许多事情就感觉困难重重，接下来的日子都是风险与机会并存。",
            "oneword": "势不可挡 可喜可贺",
            "general_index": "90分",
            "love_index": "75分"
        },
        "day": {
            "love_txt": "争执不合频频的一天，尽可能保持距离以策安全。",
            "work_txt": "今日事业不太平顺，口舌上的是非多了点，只要不对号入坐，也不会有什么问题的咧！",
            "work_star": 2,
            "money_star": 1,
            "lucky_color": "牡蛎白",
            "lucky_time": "下午1:00--2:00",
            "love_star": 1,
            "lucky_direction": "正东方",
            "summary_star": 1,
            "time": "20180404",
            "money_txt": "金钱上有点小状况，尤其是业务、主管级人物容易产生业绩、营运压力。心情郁闷下不宜处理财务问题。",
            "general_txt": "和恋人间各执己见，双方都不愿意谦让，极易进入战争之中；学生族积极参加校园里的活动，你能从中获得不少收获；购物运不佳，关注商场发派的传单，才不会错过最佳的购买时机。",
            "grxz": "白羊座",
            "lucky_num": "7",
            "day_notice": "退一步海阔天空。"
        },
        "week": {
            "health_txt": "内心苦闷，健康运势较弱。应多参加集体活动，感受活跃的气氛可让你释怀。",
            "love_txt": "爱情秘笈：稍微改变一下装扮，在对方心中就能加分。",
            "work_txt": "本属于你的机会被他人抢走的机率高，离之前制定的目标又远了一大步。虽然会有失落，却不是赌气或是自弃的时候，急需调节情绪，迅速寻求补救策略。有利寻求长辈出面协助。",
            "lucky_day": "星期三",
            "work_star": 3,
            "week_notice": "及时出击，切忌犹豫。",
            "money_star": 2,
            "lucky_color": "稻草黄",
            "lucky_direction": "西南方",
            "love_star": 3,
            "summary_star": 2,
            "time": "20180402-20180408",
            "money_txt": "偏财神难以照顾到你，安心工作赚取正财的一个月。有利小本经营，见好就收；贪婪爱占便宜、好赌者，小心债台高筑，陷入窘境，难得人助。",
            "general_txt": "没有改变就没有成长的一周，凡事若只管接受安排，你只会在平淡无味中度过。你只有试着做出改变，尝试一些没有尝试过的事情，方能改善本周运势。",
            "grxz": "水瓶座",
            "xrxz": "狮子座",
            "lucky_num": "5"
        }
    },{
        "ret_code": 0,
        "tomorrow": {
            "love_txt": "感情运好坏参半，恋爱中的人小心有情敌出现，抽时间多陪陪恋人才好！",
            "work_txt": "工作不太顺利，让你很难提起劲头。遇事时应冷静分析才能更好地找出解决之道。",
            "work_star": 2,
            "money_star": 2,
            "lucky_color": "松石绿",
            "lucky_time": "下午2:00--3:00",
            "love_star": 3,
            "lucky_direction": "东北方",
            "summary_star": 2,
            "time": "20180405",
            "money_txt": "贪心的一天，要小心受骗机率飚高。",
            "general_txt": "今天在外活动要多留意财产、人身安全，开车、游玩时小心一些，以免发生意外。在与异性交往时，别被对方的外表所迷惑，小心真心付出得不到回报。对于工作者而言，虽然会有人故意捣乱，但你多能一一应付。",
            "grxz": "巨蟹座",
            "lucky_num": "2",
            "day_notice": "出门机会多，注意安全。"
        },
        "star": "shuiping",
        "month": {
            "love_txt": "单身者：因为朋友的感情失落而直接影响到你对爱情的追求热情。面对主动追求者的示好表现的兴趣缺缺，原本就较弱的桃花运会因为你的被动态度而越见稀疏。要学会乐观面对自己的未来，放松心情，主动拓展交际圈，爱情运才会得以提升。\r\n                      有伴侣：恋爱中人虽然会因为去哪约会，看什么电影这类小事发生争执，但每一次矛盾得以解决后感情会变得更加甜蜜。下半月感情容易受到家人的干扰，逃避并不能解决问题，只有积极面对，主动沟通，才能得到家人的真心支持。",
            "work_txt": "【解压方式】香薰\r\n                    \t职业人士：上半月是计划得以落实的好时机，有什么人力物力上的要求，都可以向老板提出，只要申请材料准备充分，就能顺利获得批准。下半月工作情绪有点不稳，极易犯迷糊，拿错杯子喝水，打错电话这些迷糊事真令人哭笑不得。\r\n                      在校学生：课堂积极性较高，能够有效把握住老师讲的重点，笔记记得有条理，复习起来也更有针对性，考试轻松，能够发挥出实力。",
            "work_star": 3,
            "money_star": 2,
            "yfxz": "水瓶座",
            "month_advantage": "工作获得人力物力支持，可顺利开展。",
            "lucky_direction": "西南方",
            "love_star": 2,
            "month_weakness": "追爱缺乏必要的动力，保持灿烂的心情才能获得爱神的注意。",
            "summary_star": 2,
            "time": "201804",
            "money_txt": "本月懒惰因子作祟，会让你错失不少赚钱的机会，需要时刻提醒自己密切关注市场行情才行。月中花钱态度太过随意，看中什么就买什么，完全不考虑实用性和必要性，钱包因此缩水不少。",
            "general_txt": "本月情人间需要更多的沟通，才能将甜蜜的滋味保持下去；工作完成效率高；学习轻松，能够及时吸收课堂知识。交一份满意的考试答卷；赚钱动力不够，购物欲强，月底钱包有恐空空如也。",
            "grxz": "射手座",
            "xrxz": "金牛座"
        },
        "year": {
            "health_txt": "健康状况基本上都还稳定，只是每到长假你的健康就容易拉警报。吃得太杂或太多，都是引起肠胃不适的主要原因。护肝养胃，是你在2017年要做好的重点养生课程，除了在饮食上要稍加注意，平日还可以喝一些玫瑰茉莉花茶。一家人外出旅游更是一件其乐融融的事情，虽然作为家庭旅行的发起者，你会感到有些累，但规画路线、联系旅馆付出的辛劳，最终都会让你觉得很值得。",
            "love_txt": "爱情在这一年只能作为生活的调剂，若是把爱看得太重，那将会是一件非常伤神的事情。平淡的爱情运将陪你从初春走到夏末，虽然期间会经历一场暧昧不明的恋情，但想真正尝到爱情带给你的甜蜜滋味，得从8月份开始。8月、9月是你扭转爱情格局的重要时机，务必要把握住每一次与心仪对象相处的机会，否则从10月开始你就得与遗憾为伴喽。只因为4月份爱神在你的身边兜了一圈，你的爱情才有了亮点。暧昧恋情慢慢发酵，友情和爱情务必要分清楚，以免错过了真爱。恋人、夫妻之间的感情今年多了柴米油盐的味道，虽然少了浪漫，但生活的真实感会让你们更了解彼此。10月份恋人间相处时要特别小心，开玩笑、斗嘴都不可踩到对方的底线。",
            "work_txt": "今年就是能让事业进阶到新领域的转折点。打开新格局、收获新成果，都将在这一年发生。适合扮演开创者、先锋者的身份，行动越快，办事的效率就会越高；想法越多，就越容易打破固定的格局。按部就班、不思进取，等于浪费良机。勇敢创新、积极行动，才能让事业登上高峰。除了年中运势弱一点，宜总结、整合，年初和年底都值得去大干一番。身为管理阶层，可在开春时开个动员大会，便能在第一个季度里就看到成效。只要定期检讨与激励，一整年的成绩都不会太差。作为普通职员的你，年初和年末的几个月都是施展抱负、大展拳脚的大好时机。求职跳槽者若是错过了9月这个黄金期也不用急，检讨经验与教训后，好好把握11月份的好运，同样也有机会找个好东家。",
            "time": "2018",
            "money_txt": "理财手段、节流能力较往年更上一层楼，但开源的渠道、能力还有待加强。薪资收益将是2017年的财富主力，承担着日常生活开销和社交人情。软弱无力的偏财运今年不会给你带来什么惊喜，暂且可以把买彩券的钱省下来，用来养肥你的存钱罐。做投资时尽量远离风险大的产品，面对新兴的产品也得保持谨慎的态度；传统、成熟的产品值得尝试。守财力增强，破财、漏财的现象很少发生，薪水奖金与投资利得今年基本上能畅通无阻地收纳囊中。只是在开拓新财路上还得多留意身边的人怎么做，求财以模仿入手是正确的方式。身居管理层的男性特别会是你的财富贵人，能为你提供比较有效的财富策略。",
            "work_index": "95分",
            "money_index": "70分",
            "general_txt": "平常之中偶尔会穿插着悲与喜的故事。每当你以为是最幸运的时候，此时危机也在等着你；而当你觉得自己无路可走的时候，只要再多走一步便可绝处逢生。在这一年里你务必得提高风险防范意识，树立坚持不懈的精神，否则你那颗小心脏就得承受各种刺激。前面三个季度都只会遇到小风小浪，工作上、财运上偶尔会有“彩蛋”等你去发现。进入第四季度，运势将开启云霄飞车模式，最好的事和最坏的事都集中在这段时间，你只要胜不骄、败不馁，就可以降低风险，保留成果。",
            "oneword": "吉凶莫测 变幻无常",
            "general_index": "75分",
            "love_index": "60分"
        },
        "day": {
            "love_txt": "今日是谈情说爱的好日子，想要团队活动或是单独约会都很不错咧！",
            "work_txt": "事业运旺旺，是充满活动力的一天，可以在忙碌中有所收获，愈积极收获愈多！",
            "work_star": 5,
            "money_star": 4,
            "lucky_color": "羊毛白",
            "lucky_time": "上午7:00--9:00",
            "love_star": 4,
            "lucky_direction": "正西方",
            "summary_star": 5,
            "time": "20180404",
            "money_txt": "金钱活动频繁的一天，花钱上特别的冲动，所幸钱花出去时能满足消费欲望外还会沾沾自喜的觉得物超所值！",
            "general_txt": "今天出门容易遇到开心的事情，许久未曾联系的老朋友也会有可能登门拜访。工作上开心的事情很多，与同事、客户间的互动能增添快乐气氛。对异性有着一种莫明的好奇感，看到心仪的对象心里有一种冲动，并有望在短时间内“击倒”对方。",
            "grxz": "双鱼座",
            "lucky_num": "6",
            "day_notice": "运势不错的一天，心情开朗。"
        },
        "week": {
            "health_txt": "饮食不注意的话，会出现腹泻等小疾病，进食时要注意个人卫生和食物卫生。",
            "love_txt": "爱情秘笈：对方向你张开双臂，你不妨放慢脚步偶尔停靠。",
            "work_txt": "运用曲线柔和的方式处理职场错综复杂的人际关系，会是这周最佳的人际相处模式。下半周有同事对你指指点点，给你施压，你只要不急、不气，尽力寻找交集，就能开启全新的关系。",
            "lucky_day": "星期六",
            "work_star": 2,
            "week_notice": "秀出实力，备受重用。",
            "money_star": 4,
            "lucky_color": "古铜色",
            "lucky_direction": "东南方",
            "love_star": 3,
            "summary_star": 3,
            "time": "20180402-20180408",
            "money_txt": "用钱方面比较潇洒，尤其是在感情方面的花费，为心爱的人购买衣物、礼品绝不手软，朋友间请客吃饭也是常事，会成为买单王。该花的得花，但可不要成为冤大头哦。",
            "general_txt": "亲，这周你会感受到较大的生活压力。别什么困难都试图自己一个人去扛，要相信恋人、家人、朋友能给你提供支撑，让你应对那些麻烦时轻松简单。",
            "grxz": "双鱼座",
            "xrxz": "狮子座",
            "lucky_num": "2"
        }
    },{
        "ret_code": 0,
        "tomorrow": {
            "love_txt": "不安宁的一天，情侣夫妻间特别容易有金钱冲突，不愉快时容易在金钱上大作文章。",
            "work_txt": "事业运略差，注意自己的态度，过度自负容易引人反感。",
            "work_star": 2,
            "money_star": 1,
            "lucky_color": "美橙黄",
            "lucky_time": "下午12:00--1:00",
            "love_star": 1,
            "lucky_direction": "正南方",
            "summary_star": 1,
            "time": "20180405",
            "money_txt": "财气混乱不稳定，要克制冲动性。大笔金钱支出上要多与人商量，当发生周转困难时不妨多与长辈商量。",
            "general_txt": "工作上应更大胆一些，不要只停留在想的层面上，迟疑久久不行动很难有所突破；投资上不宜忧郁不决、思前顾后，以免等到下手时时机已错过；皮肤易受到损伤，尽量避免电子产品的辐射、紫外线照射。",
            "grxz": "白羊座",
            "lucky_num": "4",
            "day_notice": "光想不做而失去机会。"
        },
        "star": "shuangyu",
        "month": {
            "love_txt": "单身者：单身者有利参加聚会或集体活动，在与不同类型、层次各异的异性接触中，有机会把自己推销出去，让更多的异性认识你，姻缘际遇也会因此增多。只是要注意，在不了解对方的情况下，勿太过坦露自己的心迹，小心被居心不良者利用。多跟少言、懂礼者接触，少跟话多的异性嚼舌根。\r\n                      有伴侣：上半月恋爱中的人恋情平淡，各种事情、应酬会使你对恋人有所忽视，即使分身乏术，也请抽时间照顾到恋人的情绪；下半月有利与恋人沟通新的相处模式，易达成共识，让平淡的恋情升温。已婚者易受到比自己年轻很多的异性诱惑，要小心。",
            "work_txt": "【解压方式】玩保龄球\r\n                    \t职业人士：工作中的异性同事对你的事业影响较大，如果不理清关系，主动或被动暧昧都要小心引起上司不满，取消你的加薪资格。月中开始工作能力会突飞猛进，平时吸收的知识会像雨后春笋般带给你无穷的力量，严谨而不乏灵感，可期待老板的肯定。\r\n                      在校学生：学生族与同学间的互动过少，课间活动时间不妨主动发起聊天话题，减轻压力的同时，又能拉近同学间的距离，在遇到学习中的疑难杂症时，就能得到及时的帮助。",
            "work_star": 4,
            "money_star": 5,
            "yfxz": "巨蟹座",
            "month_advantage": "爱情充满魔力，带动好心情，推动事业发展。",
            "lucky_direction": "西北方",
            "love_star": 4,
            "month_weakness": "烦闷的情绪时不时光顾，需要更好的摆正心态。",
            "summary_star": 5,
            "time": "201804",
            "money_txt": "本月正财收入稳步上升，工资渐涨，心情愉悦。周末逛街有机会碰到商品打折，买到物美价廉的商品，为自己省下不少钱。下半月贵人运特别强，有机会得到指点，在国债、基金上小赚一笔。",
            "general_txt": "本月运势走强，心情也跟着变得开朗不少，爱情有机会迈上一个新的台阶，得到亲朋好友的祝福；工作上要避免受到谣言的影响，心静自然凉，做好自己就行；上班族有加薪的可能，工资上涨，情绪高昂。",
            "grxz": "处女座",
            "xrxz": "金牛座"
        },
        "year": {
            "health_txt": "抵抗力比起其他星座稍微要差一些。在流行疾病的高峰期尽量减少与病患接触，远离人口密集的区域。加强运动是提高免疫力的最佳途径。喜欢户外运动的朋友，在运动前应注意空气品质和气温情况，以免对身体造成负面影响。每一场旅行都能给你留下一段深刻的记忆，它的深刻并不只是因为旅途的风景，还因为在旅游的过程中会遇到一些令你哭笑不得的小插曲。自助游的话尽量选择国内旅游；出境旅游的话最好找一家可信的旅行社，尽量不要选择南边，以免留下不愉快的回忆。",
            "love_txt": "情的龙卷风今年吹到了你的领地，还来不及去点赞别人的爱情，你就已经在直播自己的甜蜜时光。“对的时间遇见对的人”，意味着你不该把太多的时间浪费在观察、考验上，快、狠、准才是你应该有的节奏。把追求多时的对象追到手、把失去的旧爱重新带回身边，都是今年有机会做到的事，但前提是态度要坚决，行动要快速。进入2017年，你终于可以脱离长期单身一族了。微风细雨的时节最容易发生浪漫的邂逅，善良、热心的异性会温暖你寂寞的心。恋人、夫妻之间每隔一段时间就会来一段闪瞎众人眼睛的恩爱秀。只是，甜蜜的滋味自己品尝就好，以免会中“秀恩爱死得快”的诅咒。",
            "work_txt": "事业不是你这一年的主攻方向，在事业上投入的时间和精力较为有限，得到的回报自然也不会有明显突破。今年对你而言是一个实力累积的阶段，冲锋陷阵、改革创新的事情最好留到准备充分时再大显身手。学习新的技能，掌握更多的工作方法，让自己的工作更为专业化，这些最终都将成为你提高身价、打破事业格局的有利筹码。随着春天的到来仿佛也唤醒了你沉睡的事业运，身为管理阶层的人，在3月份会迎来一波招贤纳士的小高峰。对于有求职、跳槽意向的人而言，这段时间也是不容错过的黄金时期。一般上班族需要把握的重点时期是年中几个月，若能在这几个月内有令老板刮目相看的表现，那么升职加薪的机率也将大大提升。",
            "time": "2018",
            "money_txt": "赚钱的渠道没有太多变化，只是今年你更善于把握机会，大鱼小虾一把抓，没有了漏网之鱼，自然满载而归。在稳定的财富收益中不时能遇见惊喜，如奖金、投资的证券产品突然暴涨、来自身边的人的资助，这些意外的收入会给你的财富锦上添花。如果再从专业人员、权威资讯那里获得正确的理财方法或渠道，那么你的财富就会像滚雪球般越滚越大。正职收入稳定，是你今年经济稳定的保障。真正让收益有明显增长的方向，应该是兼职、以及金融理财的正财收入。在投资方面有机会尝到一些甜头，但期货、外汇这类高风险高收益的尽量别碰。多留意年纪比你稍微大一点的同性朋友，他们会成为在投资理财市场中为你保驾护航的人。",
            "work_index": "70分",
            "money_index": "85分",
            "general_txt": "美好的事情常常发生在不经意之间，这将让你在这一整年中迎来一个又一个的惊喜。那些过往感到棘手的事情，今年仿佛有如神助，会以你意想不到的速度摆平。平淡虽然是你生活的主旋律，但是常有一些能令人开心上好几天的事情调剂你的生活，让你觉得生活平淡却又美好。万物复苏的春天会是你一整年好运的开始，一些想做却迟迟未去做的计划值得在上半年里慢慢酝酿，硕果累累的秋天也将成为你收获的季节，更多好的结果都将从这个时段开始逐一验收。",
            "oneword": "吉祥顺心 桃花朵朵",
            "general_index": "90分",
            "love_index": "95分"
        },
        "day": {
            "love_txt": "恋爱上出现倦怠症，想要来点新鲜不一样的滋味！想想就好，不要太冲动唷！",
            "work_txt": "今日事业运平平，情绪上会有些波动，态度上显得被动，运作上想要快也快不起来。",
            "work_star": 3,
            "money_star": 4,
            "lucky_color": "古铜青",
            "lucky_time": "下午8:00--10:00",
            "love_star": 3,
            "lucky_direction": "正西方",
            "summary_star": 4,
            "time": "20180404",
            "money_txt": "财运佳，缺钱时可向熟识的好友调度。",
            "general_txt": "今天你对工作容易产生怨恨的情绪，想推诿责任，缺乏责任心将使你难得同事的信任；恋爱中的人今天有约会迟到的情况出现，还是拿个小本子记上约会时间吧，以免发生不愉快哦。",
            "grxz": "双鱼座",
            "lucky_num": "5",
            "day_notice": "生活中做个有心人。"
        },
        "week": {
            "health_txt": "精神恍惚，做什么事都感觉时常不在状态，要提起精神才行。",
            "love_txt": "爱情秘笈：多说甜言蜜语，多与对方亲近。",
            "work_txt": "言与行有逆天的倾向，一改平日作风，令人大跌眼镜，收到四面八方惊奇目光的同时，也让你尝到被上司打压的苦果。要逆袭也得选好时机，这周还是本分一些为妙。",
            "lucky_day": "星期二",
            "work_star": 1,
            "week_notice": "团结协作，化解危机。",
            "money_star": 1,
            "lucky_color": "马鞍棕",
            "lucky_direction": "东北方",
            "love_star": 2,
            "summary_star": 1,
            "time": "20180402-20180408",
            "money_txt": "透支严重，荷包失血严重。财气稀薄，透支提前消费不是明智之举，过大的钱财压力会让你难有赚钱动力。若无必要，请减少消费。",
            "general_txt": "对于新的人和事本周你都心存抵触，可越是不喜欢，他们就越喜欢找上你，你不得不去学会如何与陌生人交流，怎么去熟悉新的任务。",
            "grxz": "摩羯座",
            "xrxz": "双鱼座",
            "lucky_num": "7"
        }
    }
    ]
}